[
  {
    "article": "ARTICLE 2",
    "articleNumber": 2,
    "id": "article2",
    "type": "procedural",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11395&MeetingID=1317",
    "title": "STATE OF THE TOWN ADDRESS",
    "text": "To hear the Chair of the Select Board review important events in the past year in Arlington and preview expectations for next year.",
    "insertby": "(Inserted at the request of Envision Arlington)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/envision-arlington",
    "related": ["article2", "article65"]
  },
  {
    "article": "ARTICLE 3",
    "articleNumber": 3,
    "id": "article3",
    "type": "procedural",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11396&MeetingID=1317",
    "title": "REPORTS OF COMMITTEE",
    "text": "To receive, hear, and act upon the reports of the Select Board, Finance Committee, Redevelopment Board, School Committee and other committees, commissions, and boards heretofore appointed, or dissolve any inactive committees; and take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Moderator)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/town-meeting",
    "related": ["article3", "article5"]
  },
  {
    "article": "ARTICLE 4",
    "articleNumber": 4,
    "id": "article4",
    "type": "procedural",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11444&MeetingID=1317",
    "title": "APPOINTMENT OF MEASURER OF WOOD AND BARK",
    "text": "To choose and appoint all the usual Town Officers not hereinbefore mentioned, in such a manner as the Town may determine; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ]
  },
  {
    "article": "ARTICLE 5",
    "articleNumber": 5,
    "id": "article5",
    "type": "procedural",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11445&MeetingID=1317",
    "title": "ELECTION OF ASSISTANT TOWN MODERATOR",
    "text": "To elect a Town Meeting Member as Assistant Moderator for a term of one year, as provided in Title I, Article 1, Section 11.A, of the Bylaws; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Moderator)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/town-meeting",
    "related": ["article3", "article5"]
  },
  {
    "article": "ARTICLE 6",
    "articleNumber": 6,
    "id": "article6",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11446&MeetingID=1317",
    "title": "BYLAW AMENDMENT/CPAC MEMBER TERM LIMITS",
    "text": "To see if the Town will vote to amend Title II Article 12 (“Community Preservation Act Committee”) Section 1(c) of the Town Bylaws remove term limits for CPAC at-large members, and replace it with a provision for member removal based upon a majority vote of the member’s appointing authority; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Manager)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "The Select Board supports this article to remove term limits for “at large” Community Preservation Act Committee (CPAC) members. Term limits are not required under the Community Preservation Act; nor are they imposed on other CPAC members. Most importantly, volunteers for CPAC membership, at-large and otherwise often need several CPA funding cycles to become fully familiar with CPA program areas. There is sufficient turnover to provide opportunities for fresh perspectives on CPAC without automatically disqualifying persons who have invested time and energy to become knowledgeable in the work of the committee.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 7",
    "articleNumber": 7,
    "id": "article7",
    "type": "bylaw",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11447&MeetingID=1317",
    "title": "BYLAW AMENDMENT/ROCK REMOVAL REQUIREMENTS",
    "text": "To see if the Town will vote to amend Title VI of the Town Bylaws to add a new provision to require rock excavation in residential or commercial development be conducted by blasting rather than chipping, digging, or other means of mechanical excavation consistent with the requirements of state law wherever such means of excavation is determined safe and feasible, and to further set forth the scope of applicability, terms, and conditions of such requirements; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Manager)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "The Select Board recommends positive action on placing an additional requirement on the development of rock-removal-intensive lots in Arlington in the interests of ensuring consideration of alternatives to highly disruptive, lengthy, extensive rock chipping projects in Arlington, which often pose to abutters and neighborhoods. In short, the proposed bylaw would not require excavation by “blasting.” It would however require that developers conduct an analysis of the feasibility of blasting, including engaging abutters within 250 feet before commencing an excavation of a magnitude of 50 or more cubic yards consistent with State Fire Safety standards. Projects of that scope have been the subject of increasing concern and complaints in recent years as rock-chipping and other mechanical means of excavation carry on for weeks or in extreme cases, months. It is important to note that “blasting” is already permitted by State law and should be conducted pursuant to extensive regulations, established in 527 CMR 1.00, summarized by a pamphlet from the State provided in the appendix to this report. The proposal before Town Meeting does not change anything about blasting requirements. In discussing this matter at hearing, some residents expressed concerns with blasting projects in their neighborhoods and reported that they were unaware of some of their rights. Such matters are outside the scope of this article, but this proposal provided opportunity for Town staff to examine those concerns and determine whether additional tools are available to persons with site specific issues under the Town or State’s present rules and regulations.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 8",
    "articleNumber": 8,
    "id": "article8",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11448&MeetingID=1317",
    "title": "BYLAW AMENDMENT/CANINE CONTROL FEES & FINES",
    "text": "To see if the Town will vote to amend the Town Bylaws, Title VIII, Article 2 (“Canine Control”) Section 4 to clarifying canine licensing registration deadlines, and adjust penalties; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Clerk)",
    "board": "Select Board",
    "recommend": "Select Board",
    "supplements": [
      {
        "comment": "The Select Board supports these straightforward amendments to the Town’s dog licensing bylaw provisions requested by the Town Clerk. The proposed changes make the bylaw easier to understand and enforce by clarifying timelines, reducing initial registration penalties, and better empowering the Clerk’s Office to pursue late fees for failure to pay the reduced fines.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 9",
    "articleNumber": 9,
    "id": "article9",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11449&MeetingID=1317",
    "title": "BYLAW AMENDMENT/DISPLAY OF NOTICE FINES",
    "text": "To see if the Town will vote to amend the Town Bylaws, Title V, Article 1 Section 2 to reduce fines for violations greater than twenty days from $500 to $300 in accordance with state law; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Manager)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "The proposed changes constitute administrative corrections to the amount of fines allowed under Title V, Article I (“Display of Notices”), Section 2 of the Town Bylaws following 2019 Town Meeting’s successful updates to Arlington signage regulations. A side effect of moving most signage regulation into the Zoning Bylaw is that the Town Bylaws’ regulation of temporary of “Notices,” such as lost-pet, yard sale, and Town committee temporary flyers and signs are no longer tethered to state laws governing outdoor advertising, which authorized higher levels of fines that state law affords for Bylaw violations. Accordingly, the Town’s fine for violations of the Display of Notices Bylaw cannot now exceed $300. Therefore, the Select Board recommends Town Meeting adopt this administrative change to accurately reflect the maximum cap on Bylaw fines under the law.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 10",
    "articleNumber": 10,
    "id": "article10",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11450&MeetingID=1317",
    "title": "BYLAW AMENDMENT/STREET PERFORMANCE DEFINITIONS",
    "text": "To see if the Town will vote to amend the Town Bylaws, Title III, Article 1, Section 18 (“Street Performances”) to expand the definition of “Perform” to allow the creation of items for sale; and further to remove or amend the prohibition of street performances in Town parks and recreation areas; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Manager)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "The Select Board recommends no further action on this article during the 2021 Town Meeting as its proponents inform us that further examination of the issues is necessary to developing any appropriate updates and revisions to street performance definitions.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 11",
    "articleNumber": 11,
    "id": "article11",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11451&MeetingID=1317",
    "title": "BYLAW AMENDMENT/STORMWATER MANAGEMENT",
    "text": "To see if the Town will vote to amend Title V, Article 15 of the Town Bylaws (“Stormwater Mitigation”) to update such bylaw so as to add, remove or amend definitions, clarify the bylaw’s procedures and applicability to certain projects, and adjust fees; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town about this article",
        "https://acmi.tv/videos/warrant-article-11-stormwater-management-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "The Select Board strongly recommends Town Meeting approve this comprehensive update to the Town’s present Stormwater Mitigation Bylaw requested by both the Town’s Engineering Department and the Town’s Environmental Planner. The primary goals of these updates are providing a clearer bylaw for residents and contractors, better aligning our local ordinance with MADEP and EPA NPDES Municipal Separate Storm Sewer Systems permitting (better known as the “MS4 Permit”), and improving the efficient and coordinated administration of the Bylaw. The updated bylaw achieves these goals in part by enhancing definitions and substantive terms, but affording greater discretion over process to Town staff. Such process shall be outlined in rules and regulations, a draft of which shall be available for Town Meeting’s reference along with a memorandum from the Environmental Planner further detailing the rationale for these proposed updates and alterations.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 12",
    "articleNumber": 12,
    "id": "article12",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11452&MeetingID=1317",
    "title": "BYLAW AMENDMENT/CHANGING COLUMBUS DAY TO INDIGENOUS PEOPLES DAY",
    "text": "To see if the Town will vote to celebrate and recognize the heritage of the peoples indigenous to Massachusetts and Arlington by amending Title I, Article 6: Classification and Compensation Plans and Human Resource Bylaw, Section 16, Holidays, to rename “Columbus Day” as “Indigenous Peoples Day”; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of the Arlington Human Rights Commission)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "This Article, inserted at the request Arlington Human Rights Commission, seeks to amend the Town Bylaws to rename the federal and state holiday on the second Monday in October known as “Columbus Day” to “Indigenous Peoples Day”. The holiday falls annually on the second Monday in October. The proposed amendment is a piece of a wider effort to celebrate and recognize the heritage of the peoples indigenous to Massachusetts and Arlington in lieu of the often mythologized 15th Century explorer Christopher Columbus and his expeditions and colonies established on behalf of the Spanish Crown.        The Select Board unanimously recommends positive action on this article, and notes that the Massachusetts Legislature is presently considering similar changes to the state law. We further note that the above motion includes the language “known as the state and federal holiday ‘Columbus Day’” to make it clear that a new holiday is not being created for Town employees.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "The Finance Committee supports the favorable action recommendation of the Select Board (12-2-4)",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 13",
    "articleNumber": 13,
    "id": "article13",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11453&MeetingID=1317",
    "title": "BYLAW AMENDMENT/ADDING JUNETEENTH INDEPENDENCE DAY TO HOLIDAYS",
    "text": "To see if the Town will vote to amend Title I, Article 6: Classification and Compensation Plans and Human Resource Bylaw, Section 16, Holidays, to include Juneteenth Independence Day in the list of holidays, in accordance with Clause Eighteenth of Section 7 of Chapter 4, and Sections 13 and 16 of Chapter 136, of the General Laws of the Commonwealth of Massachusetts, as amended by the bill signed by Governor Charlie Baker on July 24, 2020; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of the Arlington Human Rights Commission)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "This Article has also been inserted at the request of the Arlington Human Rights Commission for the purpose of recognize a Massachusetts state holiday – Juneteenth Independence Day – a celebration of the anniversary of June 19, 1865, when African-Americans in Galveston, Texas first learned of the Emancipation Proclamation, passed more than two years earlier. The Commonwealth originally recognized Juneteenth in 2007 as set forth in G.L. c. 6 sec. 15BBBBB, but on a Sunday. In 2020, Massachusetts’ recognition of the holiday was amended so that it would be observed on the 19th of June and thus created a new observed holiday. The Board thus recommends positive action on this article to join the State in commemorating the importance of Juneteenth. As a technical matter, it should be noted that the Town is still working on how the observance of Juneteenth will affect various Town employees and collective bargaining units.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "The Finance Committee supports the favorable action recommendation of the Select Board (12-2-4)",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 14",
    "articleNumber": 14,
    "id": "article14",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11454&MeetingID=1317",
    "title": "BYLAW AMENDMENT/GUTTERS IN HISTORIC DISTRICTS",
    "text": "To see if the Town will vote to amend Title VII, Historic Districts, in Article 4, by adding a provision whereby the replacement of existing gutters with fiberglass gutters, made by an approved manufacturer, may be allowed administratively, without the necessity of notice or hearing; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of the Arlington Historic Districts Commission)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "The Select Board appreciates and recommends positive action on this article to provide a new “exemption” from Arlington Historic District Commissions (“AHDC”) review for compliance with Historic District requirements. In brief, the AHDC’s experience is that appropriate modern fiberglass gutter products can sufficiently replicate the appearance of much more expensive and difficult to procure wooden gutters. As such, it does not make sense for such updates to be submitted for a full AHDC review for a certificate of appropriateness. Rather, homeowners in historic districts can simply apply for a certificate of non-applicability, which can be handled much more efficiently and without consuming as much of the commissions’ or owners’ time and resources.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 15",
    "articleNumber": 15,
    "id": "article15",
    "type": "bylaw",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11455&MeetingID=1317",
    "title": "BYLAW AMENDMENT/DOMESTIC PARTNERSHIPS",
    "text": "To see if the Town will vote to amend Title I of the Town Bylaws to add a new provision to formally acknowledge domestic partnerships; define the parameters of domestic partnerships in Arlington, provide an opportunity to register such partnerships at the Office of the Town Clerk; and afford the ability to obtain a certificate attesting to their status; and share in certain rights and benefits conferred under such status under the Bylaw; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of the Rainbow Commission) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town about this article",
        "https://acmi.tv/videos/article-15-domestic-partnership-bylaw/": "Town's Video Presentation"
      },
      {
        "comment": "The Select Board unanimously supports the formal recognition of domestic partnerships through adoption of this proposed Bylaw, which was also endorsed by the Town’s LGBTQIA+ Rainbow Commission. The Board recognizes that as part of the Town’s ongoing commitment to the fair and equitable treatment of its residents, a formal recognition of domestic partnerships is appropriate. A discussion of the possibility of an expansion of the definition of domestic partnership to include more than two persons was held by the Board, but the Board understands and appreciates that such an expansion would rest on uncertain legal footing. Accordingly, the Select Board supports the Bylaw as proposed, to be defined as two persons who meet the requirements set forth therein. The Select Board recognizes and embraces the diversity of the Town’s population and supports the formal recognition of domestic partnerships, which will confer certain rights and benefits as outlined in the Bylaw.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 16",
    "articleNumber": 16,
    "id": "article16",
    "type": "bylaw",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11456&MeetingID=1317",
    "title": "BYLAW AMENDMENT/PRE-CONSTRUCTION RODENT SURVEY AND PEST MANAGEMENT",
    "text": "To see if the Town Meeting will vote to amend Title VI of the Town Bylaws to require a rodent survey-assessment of property undergoing foundation excavation before excavation begins; in order to 1) locate burrows and 2) apply integrated pest management with proven large-scale effectiveness (e.g. dry ice); or take any action related thereto. ",
    "insertby": "(Inserted at the request of Elaine Crowder and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board values the intentions of this article, which is both to promote integrated pest management and address rodent infestations before major site work begins on demolitions and other significant projects. Unfortunately, State law prevents the Town from enacting a bylaw proscribing the manner of pest management employed by licensed professionals. Fortunately, the Town Health and Human Services Department already performs much of the work sought by the proposed bylaw, including        requiring rodent inspection and abatement prior to building demolitions through its interpretation of the State Sanitary Code and other general laws empowering public health officials to address public health nuisances and conditions such as rodent infestations. Thus, the Board believes that the best avenue for realizing the proponents’ goals is to work with the Board of Health and Health Department to see if their existing operations can and should be extended in a manner consistent with this article.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 17",
    "articleNumber": 17,
    "id": "article17",
    "type": "votes",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11457&MeetingID=1317",
    "title": "VOTE/ ESTABLISHMENT OF YOUTH AND YOUNG ADULT ADVISORY BOARD, COMMISSION, OR COMMITTEE STUDY COMMITTEE",
    "text": "To see if the Town will vote to form a Committee to study the creation of a Youth and Young Adult Advisory Board, Commission, or Committee with the ability to make recommendations to the Select Board and reports to Town Meeting regarding youth and young adult involvement in governance and youth and young adult input on all issues facing the town; or take any action related thereto. ",
    "insertby": "(Inserted by the Select Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "The Select Board recommends positive action on the establishment of a committee of Town Meeting to explore the options for creation of an “Arlington Youth and Young Adult Advisory Board” or similar entity. The primary goal of such a Board would be proactively garnering youth perspectives on a wide array of Town policies, practices and issues, and to foster engagement that flows from including Arlington Youth in our government. It is the expectation of the Select Board that the proposed study committee would evaluate the scope and parameters for operation of similar boards in other communities; determine whether or not such a body would be effective and useful in Arlington; and make recommendations at a future Town Meeting for the creation of such an advisory board or other actions as dictated by their collective findings.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 18",
    "articleNumber": 18,
    "id": "article18",
    "type": "votes",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11458&MeetingID=1317",
    "title": "VOTE/ESTABLISHMENT OF TOWN COMMITTEE ON RESIDENTIAL DEVELOPMENT",
    "text": "To see if the Town will vote to establish a Committee of the Town Meeting to examine the current issues related to residential development in the R0, R1, R2, R3, and R4 zoning districts. These issues shall include, but not be limited to, effects on the neighborhood during teardown and construction activities; new construction impacts on neighborhood character/environment; permanent negative 5 impacts on abutters; loss of healthy tree canopy; and exacerbation of particular negative impacts on abutters with existing non-conforming lots. Members of the Committee shall be appointed by the Town Moderator, and consist of not less than 5 nor more than 9 members. A quorum shall consist of a majority of the appointed members. Members of the Committee shall be residents of the Town, a majority of whom shall be persons who are not Town employees and/or have no financial interest (either directly or indirectly) in the development, building, or real estate communities. The Committee’s objectives will include development of recommendations for proposing new zoning and general bylaws and/or amendments, as applicable, to provide long-term mitigation of the significant issues identified; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of Paul Parise and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "The Select Board commends Mr. Parise and other proponents of this article for continued advocacy on issues of residential development in Arlington. As the Select Board understands it, the goal of this article is to re-establish a version of the “Residential Study Group” created at the 2016 Town Meeting, but with a more limited membership. The Select Board’s primary concern is that the subject of the proposed committee’s work is precisely the role of the ARB as the Planning Board. Hence, the proposal is essentially to create a new committee to engage already existing boards and committees like the ARB and the Zoning Bylaw Review Committee.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 19",
    "articleNumber": 19,
    "id": "article19",
    "type": "votes",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11459&MeetingID=1317",
    "title": "VOTE/ESTABLISHMENT OF TOWN COMMITTEE ON AUTO AND PROPERTY INSURANCE CLAIMS AND LOSSES",
    "text": "To see if the Town will vote to establish a committee to learn the annual cost of auto and property insurance premiums and insurance claims in the Town of Arlington; or take any action related thereto. ",
    "insertby": "(Inserted by the Select Board at the request of Andrew Fischer and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "The majority (4-1) of the Select Board recommends no action on this article to establish a committee to canvass residents about costs of their private insurance and claims and study models for the Town to provide municipal auto and property casualty insurance programs for residents. While all members were interested in the proponents’ discussion points and appreciated the idea conceptually, the balance of the Board could not see the practical municipal use of commissioning a study committee on this subject given the complexities and unlikely possibility that the Town would provide insurance to residents.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 20",
    "articleNumber": 20,
    "id": "article20",
    "type": "votes",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11460&MeetingID=1317",
    "title": "VOTE/PUBLIC REMOTE PARTICIPATION",
    "text": "To see if the Town will vote to establish parameters for interactive, simultaneous remote participation by members of the public in meetings of all public bodies in the Town of Arlington; or take any action related thereto.",
    "insertby": "(Inserted at the request of Elizabeth Dray and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Article Amendment to add 'Assessing ways that public bodies provide information to the public about their work.', with Rationale: Committees make agendas and other materials available to the public, but do so in different ways and according to different time frames. That can make the information hard to find. It is not always easy to discover how to contact some committees, or who the members are.   Improvements, if any are feasible, would remove a barrier to meaningful public participation, and the proposed committee should include this assessment in its work.",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12674&ItemID=11460": "Austrer_motion_to_Amend_Article_20.pdf"
      },
      {
        "comment": "Substitute motion with updates to text, with a rationale: Proposed language reflects input from the Diversity, Equity and Inclusion (DEI) Director, the Town Moderator and the Chair of the Council on Aging.  The Chair of the Council of Aging believes that the input of this specific and unique demographic is important to include. The inclusion of two Arlington residents, versus the requirement that they be Town Meeting members, allows input from a wider group of individuals who may have more varied experiences interacting with public bodies.  Naming the DEI Director as the appointing authority of those residents reflects the need for all study groups to be intentionally formed with a DEI lens.",
        "https://docs.google.com/document/d/1SUgi9-0Dq2sVgBfclZrpjuP3D9YDUrMVQe5-bHRrBHs/preview": "SUBSTITUTE MOTION #1 by Elizabeth Dray on committee makeup"
      },
      {
        "comment": "Substitute motion with minor updates to text, with a rationale: The proposed language encourages the Committee to consider recommendations that can be immediately implemented by the Select Board without waiting for Town Meeting 2022 or another budget cycle.",
        "https://docs.google.com/document/d/1UMDY6U9so2bLjR3bbElqep69UBMAsCABAWcdv4lxW54/edit?usp=sharing": "SUBSTITUTE MOTION by Elizabeth Dray on committee report"
      },
      {
        "comment": "The Select Board requests Town Meeting’s support for the creation of a study committee to evaluate the extension of remote participation opportunities in public meetings after the suspension of the Open Meeting Law’s requirement for in-person meetings is lifted. As Town Meeting knows, all public bodies are required to have meetings in-person in physical locations. However, the Select Board is responsive to the observation that video-conference meetings under pandemic conditions have largely increased public participation in public meetings. While the Board is cognizant of legal and logistical limitations of some facets of “hybrid” meetings, it unanimously supports a focused, short-term study committee to examine which committees and commissions and which portions of meetings ought to be made accessible for public participation by remote means; how to best provide such remote access; and what costs in equipment, staffing, and support would be necessary to adequately provide same.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 21",
    "articleNumber": 21,
    "id": "article21",
    "type": "votes",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11461&MeetingID=1317",
    "title": "VOTE/RESERVE AFFORDABLE HOUSING FOR PEOPLE EARNING AT OR UNDER 60% AMI",
    "text": "To see if the Town will vote a warrant seeking to earmark a majority percentage of municipal funds allocated for affordable housing for those households/individuals making at or under 60% AMI; or take any action related thereto.",
    "insertby": "(Inserted at the request of John Sanbonmatsu, Laura Kiesel and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board recognizes and concurs with much of the spirit of this Article. In summary, the Article asserts that the resources of the Affordable Housing Trust Fund (“AHTF”) recently established at the November 2020 Special Town Meeting should be focused on those Arlington residents of greater needs – who have incomes at or lower than 60 % of the so-called “Area Median Income” (“AMI”). However, as was debated and discussed in developing the bylaw for the AHTF Board of Trustees at the November 2020 Town Meeting, many potential funding sources, partners, and worthy recipients, including the Community Preservation Act, Community Development Block Grants employ AMI standards with greater flexibility. To that point, AHTF funds are highly likely to be used to leverage further state, federal and private resources. Restricting yet to be appointed Trustees’ ability to fund projects that are eligible for those other resources could be counter-productive in unintended ways. Furthermore, one of the first tasks for the AHTF Board of Trustees will be developing a “Trust Action Plan” and identifying housing needs and priorities in Arlington through a process that will invite community engagement. In the Select Board’s experience, committees and commissions in these arenas prioritize funds well. Indeed the overwhelming majority, if not the all of affordable housing grants provided the Select Board and the Community Preservation Act Committee (through CDBG and CPA funds respectively) have been provided to projects supporting 60% or lower AMI residents as a matter of the choices of those respective bodies rather than a bylaw directing their priorities. The Select Board believes that we should afford the AHTF Board of Trustees the same discretion to formulate priorities and plans before the Town seeks to revise their charter bylaw only approved at the November Special Town Meeting.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "Updates to details of how trust funds are used or exempted for 60% AMI households.",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12650&ItemID=11461": "Substitute Motion - J. Garber - 20-April"
      }
    ]
  },
  {
    "article": "ARTICLE 22",
    "articleNumber": 22,
    "id": "article22",
    "type": "votes",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11462&MeetingID=1317",
    "title": "VOTE/PROVISION OF TOWN EMAIL ADDRESSES FOR TOWN MEETING MEMBERS",
    "text": "To see if the Town will vote to provide email accounts for the use of primary contact by constituents and Town business to all members of the Town Meeting; or take any action related thereto.",
    "insertby": "(Inserted at the request of Anna Henkin and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Substitute Motion: That the town shall provide email accounts for the use of primary contact by constituents and Town business to members of the Town Meeting who request one.",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12660&ItemID=11462": "Henkin_Art_22_Substitute_Motion.pdf"
      },
      {
        "comment": "While the article raises several valuable ideas for increasing engagement with Town Meeting Members and securing certain privacy interests; on balance, the majority (4-1) of the Select Board believes creating Town-administered email addresses for Meeting Members poses significant challenges that can be addressed with greater autonomy and customization by Members themselves. There may be some Town Meeting Members who do not make themselves accessible via email, but in the Board’s experience, many if not most Members establish a “TMM” email address for Meeting business separate from their personal or work email addresses. Some members of the Board expressed interest in exploring the issue further, including whether or not “alias” addresses would be technically feasible.  However, as Town Meeting knows, Meeting Members are not “municipal employees” in the same manner as town staff, other committee and commission members, or elected officials. The conflict-of-interest and open meeting laws do not apply to Town Meeting or its membership. In a similar vein, public records laws do not necessarily apply to Meeting Member communications while using personal email addresses. Using a Town administered email address could make communications between members or members and precinct residents public records. Moreover, providing Meeting Member Town email accounts would not require Meeting Members to necessarily utilize them, and may require significant tech support. Thus, the Select Board is not convinced that the benefits of this Article’s proposal outweigh new issues created by it.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 23",
    "articleNumber": 23,
    "id": "article23",
    "type": "votes",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11463&MeetingID=1317",
    "title": "VOTE/AFFORDABLE OVERLAY STUDY",
    "text": "To see if the Town will vote to study how to implement an Affordable Housing Overlay District; or take any action related thereto.",
    "insertby": "(Inserted at request of Guillermo Hamlin and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board is grateful to the proponents of this article for bringing the concept of an Affordable Housing Overlay District to the forefront, and providing several examples and models for both the Board and the public’s review. The Board recommends no action not because it does not find the proposal compelling, but because the process of updating the Housing Production Plan later this year is the ideal vehicle for pursuing development of Affordable Housing Overlay District proposals.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 24",
    "articleNumber": 24,
    "id": "article24",
    "type": "homerule",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11464&MeetingID=1317",
    "title": "HOME RULE LEGISLATION/RANKED CHOICE VOTING",
    "text": "To see if the Town will vote to authorize and request the Select Board to file Home Rule Legislation to elect Town offices by Ranked Choice Voting; or take any action related thereto. ",
    "insertby": "(Inserted by the Select Board at the request of the Election Modernization Committee)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/warrant-article-24-ranked-choice-voting-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "(4-1) The Select Board requests Town Meeting’s support for this recommendation by the Election Modernization Committee to join a number of other Massachusetts jurisdictions in employing “Ranked Choice Voting” (“RCV”) for Town elections should Arlington voters agree following a local ballot question.In summary, RCV is an electoral method by which voters rank candidates by preference rather than voting for a single candidate (or multiple candidates where more than one seat is available). The Select Board is unanimous in its support for RCV in single seat elections.  In a standard race for a single seat with three or more candidates if any candidate obtains more than fifty percent of the votes in the first tabulation they are declared the winner. If not, the candidate with fewest “first-preference” votes is eliminated and those voter’s second choices are counted. This process of eliminating the candidate with fewest votes and elevating the next preference is repeated until two candidates remain. When two candidates remain, the candidate with the most votes — necessarily a majority of the votes in the final round — wins.  In a multi-seat election, the Select Board recommends a modification from previous proposals submitted to Town Meeting. The Select Board is recommending a ‘majoritarian” RCV approach (as opposed to the “proportional” model). The majoritarian RCV uses the same process as for a single-seat race, but that process is iterated as many times as there are open seats. After the first seat is filled, the winning candidate’s name is removed from choices and the process is repeated.  While there are some concerns about the need for further public outreach and unintended consequences of RCV, the majority of the Board believes that RCV, especially utilizing the majoritarian model, will allow voters to express more nuanced candidate preferences, make running for office more accessible, and enhance voter participation that better reflects voter positions.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 25",
    "articleNumber": 25,
    "id": "article25",
    "type": "homerule",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11465&MeetingID=1317",
    "title": "HOME RULE LEGISLATION/REAL ESTATE TRANSFER",
    "text": "To see if the Town will vote to authorize and request the Select Board to file Home Rule Legislation or other Special Legislation which would permit the Town to impose a real estate transfer fee or tax for the purposes of acquiring, creating, preserving, rehabilitating, restoring and supporting affordable housing in the Town; said fee or tax to be levied on the buyer, seller, or both on the purchase price of qualifying real estate, the proceeds of which are to be deposited in an Arlington Affordable Housing Trust Fund established pursuant to Section 55C of Chapter 44 of the General Laws; to set forth the rate, the qualifications for applicable transfers, and exemptions of and to such a tax or fee; and to authorize the procedures and requirements necessary for the collection of such fee; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of the Housing Plan Implementation Committee) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/warrant-article-25-home-rule-legislation-real-estate-transfer-fee-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "The Select Board endorses the next step in securing steady, independent sources of revenue to assist the newly created Arlington Affordable Housing Trust Fund (“AHTF”) in supporting affordable housing throughout Arlington – filing special legislation to authorize a local real estate transfer fee. At the outset, it should be stressed that the proposal before Town Meeting, as recommended by the Housing Plan Implementation Committee is contingent upon 1) the Meeting’s approval; 2) a successful special act in the Legislature; and 3) a positive local ballot question vote to establish a fee.  If all of those approvals are gained, the Town would assess a fee of between .05 and 2.00 % of the total purchase and sale price of real estate in Arlington to benefit the specific and limited purpose of supporting AHTF projects. This Board would be charged with recommending to Town Meeting for vote or bylaw the minimum sale price for triggering application the transfer fee (for all eligible transactions, not on a case-by-case basis), apportioning responsibility for the fees, and setting the rate itself for all transactions, but many common transfers would be exempt. For example a transfer or property between immediate family where little or no financial consideration is involved would be exempt. Moreover, any transfer valued at under 100% of the statewide median sale price ($445,000 in 2020) would also be exempt. The benefits to affordable housing programs in Arlington, even at the lowest rates or applied to only higher value transactions would be substantial, as evidenced by this table provided by the Department of Planning and Community Development: (see chart in Select Board Report) Finally, the Select Board remains committed to sound management of all funds, including those placed in the AHTF through a transfer fee. The Board emphasizes the importance of the reporting requirements set forth in the transfer fee special legislation and expects the AHTF’s “Trust Action Plan” and related Town departments to identify how funds are expected to be prioritized and expended.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "Commentary from a past FinCom member on potential effects of enacting this transfer tax.",
        "https://www.yourarlington.com/easyblog/entry/70-letters/3000-transfertax-042221.html": "Paul Olsen's Letter to the Editor on YourArlington"
      }
    ]
  },
  {
    "article": "ARTICLE 26",
    "articleNumber": 26,
    "id": "article26",
    "type": "misc",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11466&MeetingID=1317",
    "title": "ENDORSEMENT OF CDBG APPLICATION",
    "text": "To see if the Town will vote to endorse the application for Federal Fiscal Year 2022 prepared by the Town Manager and Select Board under the Housing and Community Development Act of 1974 (PL 93-383) as amended; or take any action related thereto.",
    "insertby": " (Inserted by the Select Board and at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "This article represents the annual vote to endorse the annual application for Community Development Block Grant funds, a summary of which Town Meeting may find attached to this report. ",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 27",
    "articleNumber": 27,
    "id": "article27",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11467&MeetingID=1317",
    "title": "REVOLVING FUNDS",
    "text": "To see if the Town will vote to hear or receive a report concerning the receipts and expenditures of approved revolving funds, amend the Town Bylaws to adopt new revolving funds, and/or to appropriate sums of money to such revolving funds and determine how the money shall be raised or expended; or take any action related thereto.",
    "insertby": " (Inserted by the Select Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "The above summary represents the annual vote to receive reports on expenditures and receipts of the various Town revolving funds and to authorize and reauthorize such funds in accordance with state law. These funds must be reauthorized annually in order to enable expenditures from them, and as such, must be included in our abbreviated Town Meeting session. Additional materials regarding the Revolving Funds have also been included in the Appendix to this report for further consideration.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 28",
    "articleNumber": 28,
    "id": "article28",
    "type": "zoning",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11468&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/AFFORDABLE HOUSING REQUIREMENTS",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to increase the time during which the affordable housing requirements apply from a two-year period to a three-year period in alignment with G.L. c.40A § 9 by amending SECTION 8.2.2. APPLICABILITY; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-28-affordable-housing-requirements-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "Section 30 of Chapter 219 of the Acts of 2016 broadened Chapter 40A, § 9, by extending the term of a Special Permit from two years to three years. When this law was passed, the goal was to provide more flexibility in construction schedules to adapt to changing economic, labor, and market conditions without having a seek an extension from the special permit granting authority.  The Zoning Bylaw, Section 3.3.5.B, references the correct three-year term in accordance with this law; it was updated as part of the Zoning Bylaw recodification completed in 2018. Section 8.2, however, continues to reference the two-year term of special permits and should be updated to be consistent with Chapter 40A Section 9. The ARB believes that this amendment is necessary for consistency with the state’s Zoning Act (MGL c.40A).",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p7"
      }
    ]
  },
  {
    "article": "ARTICLE 29",
    "articleNumber": 29,
    "id": "article29",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11469&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/APARTMENT CONVERSION",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to include a definition of apartment conversion by amending SECTION 2 DEFINITIONS; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-29-apartment-conversion-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "Apartment conversion is a use listed in the Table of Uses, but has no definition associated with it, although there are standards listed in the Table of Uses: “Conversion to apartments, up to 18 units per acre, with no alteration to the exterior of the building.” Apartment conversion is allowed with a Special Permit in the R4 and R5 districts and the B1 district. The Table of Dimensional and Density Regulations also provides specific regulations.   Apartment conversions are referenced in the description of the R4 Townhouse District. Section 5.4.1.B(1) notes that “the predominant uses in the R4 district are one- and two-family dwellings in large, older houses. Conversions of these old homes to apartments or offices are allowed to encourage their preservation.” The description of the B1 Neighborhood Office District also references the predominant uses as one- and two-family dwellings.      The ARB believes that defining “apartment conversion” brings clarity to the term that is used in various locations in the Zoning Bylaw. It does not alter the substance of the Bylaw.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p8"
      }
    ]
  },
  {
    "article": "ARTICLE 30",
    "articleNumber": 30,
    "id": "article30",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11470&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/GROSS FLOOR AREA",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to clarify how landscaped and usable open space is calculated relative to gross floor area by amending SECTION 5.3.22. GROSS FLOOR AREA to add subsection C; or take any action related thereto. ",
    "insertby": "(Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-30-gross-floor-area-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "The ARB believes that the amendments to the definitions of Landscaped Open Space and Usable Open Space will bring clarity to how users of the Zoning Bylaw need to calculate Landscaped Open Space and Usable Open Space. The amendment to Section 5.3.22, Gross Floor Area, provides additional clarification regarding the standard by which these two requirements are calculated. These amendments provide clarity to the Zoning Bylaw; they do not alter the substance of the Bylaw.",
        "http://https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p9"
      }
    ]
  },
  {
    "article": "ARTICLE 31",
    "articleNumber": 31,
    "id": "article31",
    "type": "zoning",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11471&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/PROHIBITED USES",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to indicate that uses without a “Y” or “SP” in the Tables of Uses are prohibited by amending SECTION 5.2.2. PROHIBITED USES to add subsection C; or take any action related thereto. ",
    "insertby": "(Inserted at the request of the Redevelopment Board)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "The ARB believes that this amendment provides clarification to the Tables of Uses provided in the Zoning Bylaw. The amendment indicates that a use without a “Y” (Yes, use allowed) or “SP” (Special Permit required) is a use that is not permitted unless it is authorized elsewhere in the Bylaw. It does not alter the substance of the Bylaw.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p11"
      }
    ]
  },
  {
    "article": "ARTICLE 32",
    "articleNumber": 32,
    "id": "article32",
    "type": "zoning",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11472&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/OTHER DISTRICTS DIMENSIONAL AND DENSITY REGULATIONS",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to include the legend for tables by amending SECTION 5.6.2. DIMENSIONAL AND DENSITY REGULATIONS; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-32-other-districts-dimensional-density-regulations-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "The ARB believes that carrying the legend to Section 5.6.2 for the MU, I, T, PUD, and OS Districts will assist in interpreting the shorthand notations in the tables of that section. The amendment does not alter the substance of the Bylaw.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p12"
      }
    ]
  },
  {
    "article": "ARTICLE 33",
    "articleNumber": 33,
    "id": "article33",
    "type": "zoning",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11473&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/ADMINISTRATIVE AMENDMENTS",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to make the following administrative corrections; \r\n            \r\n                Correcting references to Board of Selectmen in subparagraph B of SECTION 3.1.4. PENALTY and in Section 3.2.1. ESTABLISHMENT;\r\n                Removing gendered terms in subparagraph A of SECTION 3.2.3. RULES AND REGULATIONS and subparagraph D of SECTION 6.2.7. NONCONFORMING SIGNS;\r\n                Correcting reference to August, 1975 in subparagraphs C and D in SECTION 5.4.2. DIMENSIONAL AND DENSITY REQUIREMENTS;\r\n                Correcting reference to Section 7 in SECTION 3.3.4.A SPECIAL PERMIT CONDITIONS; and\r\n                Correcting reference to seven feet three inches in subsection A(1) in SECTION 5.3.22. APPLICABILITY ;or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "The ARB supports these administrative amendments for clarity and consistency, including: updating references to the Select Board; removing gendered terms in the Zoning Bylaw; inserting a date; correcting a section reference; and making a cross reference update consistent with an article passed at the 2019 Annual Town Meeting. They do not alter the substance of the Bylaw",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p13"
      }
    ]
  },
  {
    "article": "ARTICLE 34",
    "articleNumber": 34,
    "id": "article34",
    "type": "zoning",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11474&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/MARIJUANA USES",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to allow Marijuana Delivery-Only Retailers and other amendments for consistency with the state regulations for the adult use of marijuana and the medical use of marijuana by amending SECTION 2 DEFINITIONS, SECTION 5.5.3. USE REGULATIONS FOR BUSINESS DISTRICTS, SECTION 5.6.3. USE REGULATIONS FOR MU, PUD, I, T, AND OS DISTRICTS, and SECTION 8.3 STANDARDS FOR MARIJUANA USES; or take any action related thereto. ",
    "insertby": "(Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-34-marijuana-uses-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "On November 30, 2020, the Cannabis Control Commission approved new medical- and adult-use regulations, which brought more parity to the two programs. The regulations approved by the Commission were promulgated and published on January 8, 2021. Specifically, the new regulations created a “Marijuana Delivery Operator” license allowing an operator to buy product wholesale from growers and manufacturers, store the product, and sell to their own customers. Marijuana Delivery Operators are not allowed a public retail presence.  The main purpose of the amendment is to define and provide for the new license type, Marijuana Delivery Operator License. The amendment creates a new use “Marijuana Delivery-Only Retailer” and defines it consistent with the Cannabis Control Commission’s regulations. Because this use requires a warehouse facility to store products, its land use is similar to the existing Marijuana Production Facility use defined and allowed in the Zoning Bylaw. As such, the amendment proposes to allow this use, with a Special Permit from the ARB, in the B4 and Industrial Zoning Districts. The ARB believes that these districts are the most appropriate district for this new use.  The ARB notes that the demand for this type of use may be limited. The regulations make delivery licenses exclusively available to Economic Empowerment Applicants and Social Equity Program Participants for a minimum of three years. Neither Apothca or Eskar, the two marijuana retailers licensed in Arlington, are Economic Empowerment Licensees or Social Equity Program Participants. The ARB acknowledges however that as a community that has allowed adult use marijuana uses, the Town and the Zoning Bylaw should reflect the current license types in a proactive manner.   Other amendments bring Section 8.3 in alignment with the Cannabis Control Commission regulations at 935C MR 500 and 935 CMR 501.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p16"
      }
    ]
  },
  {
    "article": "ARTICLE 35",
    "articleNumber": 35,
    "id": "article35",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11475&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/INDUSTRIAL USES",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to update and modernize the Industrial Zoning Districts by amending SECTION 2 DEFINITIONS to define new uses; SECTION 5 DISTRICT REGULATIONS to clarify the applicability of the upper story building step back, to redefine the Industrial Zoning District, to clarify amenity requirements in the Table of Maximum Height and Floor Area Ratio and to add development standards, to include new uses and amend existing uses in the Table of Uses, and to provide additional standards for uses; and SECTION 6 SITE DEVELOPMENT STANDARDS to adjust the parking requirement for light manufacturing, to include standards for the Industrial Zoning Districts, to include standards for the Industrial Zoning Districts; and to adjust the bicycle parking standards for light manufacturing and office, medical or clinic uses; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "Article Amendment by K. Anderson with several specific changes to definitions and sections 5.6.1, 5.6.3",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12637&ItemID=11475": "Anderson_Article_35_Amendment.pdf"
      },

      {
        "comment": "The proposed amendments for the Industrial District are first and foremost to address the antiquated table of uses and density and dimensional requirements that are preventing the attraction of new and modern uses to Arlington’s Industrial Districts. The uses allowed in the Industrial District are wide ranging and are either hyper-specific by dedicating how floor area may be used or vague categories of uses that are necessary businesses but not reflective of the needs of potential industrial users. Now, many industrial users desire large flexible space with high ceilings in order to enable businesses to pivot their work as emerging markets and research change over time. The proposed amendments reflect specific recommendations from the Master Plan that reflect the current market needs for the wide range of industrial users.  The proposed zoning amendment adds new uses to the Table of Uses to include uses such as flex uses, artist live/work spaces, food production, vertical agriculture, breweries and the similar, larger restaurants, and storage facilities. These uses are in addition to and expand on the existing artistic and creative production uses that are currently allowed either by right or by special permit in the district. The proposed zoning amendment includes development standards for any new construction or additions greater than 50%, which acknowledge and support other efforts that are important to the Town. There is a significant emphasis placed on incorporating sustainability measures and stormwater management measures. Acknowledging that the industrial districts are in close proximity to residential districts, the standards also emphasize the need to develop human-scale buildings, pedestrian amenities, and consider building height within the context of the surrounding, often residential, neighborhood.  The proposed amendments are also aligned with the needs of the creative economy as described in the Arts and Culture Action Plan.1 Like the modern industrial business that desire flexible spaces, the proposed zoning amendments allow the creation of live/work spaces for the creative economy where the artist or maker can adjust their space to their current creative needs. The proposed zoning also acknowledges differences between artists and makers, ranging from a painter or a writer who may only need a small studio to someone who works with materials that by their nature requires a larger space by acknowledging these differences in the definitions and uses.  The ARB acknowledges that there were significant discussions about the desirability of including residential in mixed-use projects in the Industrial District. The Master Plan recommendation described above indicated that residential uses should be allowed in mixed-use projects where the associated commercial/industrial space comprises the majority of the usable space. Currently, the Zoning Bylaw strictly prohibits residential uses in mixed-use projects in the Industrial District. At the ARB meeting on December 21, 2020, representatives from RKG Associates and Harriman made a presentation that included a pro forma analysis. 2 RKG completed the pro forma analysis to determine whether the proposed amendments are realistic requirements to set on property owners and developers. RKG found that a new development of industrial and commercial uses alone may not pencil out for a property owner’s investment to develop or redevelop a site. When including residential uses, the pro forma does show profitability.  The ARB notes that since the first quarter of 2017, no industrial properties have been listed for sale in Arlington. With so much owner-occupied property and so little turnover in the industrial districts either through sale or lease, there has been little incentive for property owners to consider redeveloping their property to create opportunities to bring new and modern light industrial, research and development, manufacturing, and the creative economy to the Industrial Districts. The ARB determined that by allowing limited residential in mixed-use projects, property turnover may be incentivized by balancing the investment and requirements with some profitability, thus avoiding long term stagnation in the districts. The ARB believes that appropriate limitations are in place to not supplant industrial or commercial uses. The proposed zoning requires commercial and industrial uses to be the ground floor uses in any mixed-use project in the Industrial District. Additionally, residential floor area is tied to the floor area of the Light Industrial uses at a 1:1 ratio; any additional residential uses require further financial review by the ARB. Light industrial as written includes brewery, distillery, and winery, flex space, food production in addition to what is already allowed in the zoning. Therefore, residential cannot be included in any mixed-use project; it must be proportional to modern industrial uses.  Finally, the ARB notes that the proposed zoning amendments connect recommendations in the Arlington Heights Neighborhood Action Plan3, the Arts and Culture Plan, the Mill Brook Corridor Report4, and the Net Zero Action Plan5 with the Town’s Industrial Districts. The Arlington Heights Neighborhood Action Plan, in particular, recognized the fragmented nature of the Industrial Districts and recommended relaxing the Zoning Bylaw’s restrictive use and dimensional guidelines, including for “artistic/creative production.” The ARB notes that each of these plans were developed through strong participatory planning processes subsequent to the adoption of the Master Plan.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, with many footnotes, p20-21"
      }
    ]
  },
  {
    "article": "ARTICLE 36",
    "articleNumber": 36,
    "id": "article36",
    "type": "zoning",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11476&MeetingID=1317",
    "title": "ZONING MAP ADOPTION ",
    "text": "To see if the Town will vote to readopt the Zoning Map of the Town of Arlington, Massachusetts, as amended by previous Town Meeting action; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-36-zoning-map-adoption-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "The November 2020 Town Meeting adopted a zoning map change that rezoned a portion of the Department of Public Works Yard from R1 to Industrial. The date of the zoning map needs to be updated in Section 4.2 of the Zoning Bylaw as a result of this adopted and now-approved map amendment.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p32"
      }
    ]
  },
  {
    "article": "ARTICLE 37",
    "articleNumber": 37,
    "id": "article37",
    "type": "zoning",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11477&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/MULTIFAMILY ZONING FOR MBTA COMMUNITIES",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to comply with M.G.L. c. 40A to allow multifamily housing to be permitted as of right with a minimum gross density of 15 units per acre without age restrictions and suitable for families with children in the districts within one half-mile from the Alewife MBTA Station by amending SECTION 2 DEFINITIONS, SECTION 3 ADMINISTRATION AND ENFORCEMENT, SECTION 4 ESTABLISHMENT OF DISTRICTS, SECTION 5 DISTRICT REGULATIONS, SECTION 6 SITE DEVELOPMENT STANDARDS, and SECTION 8 SPECIAL REGULATIONS; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "The Economic Development Bond Bill was signed into law by Governor Baker on January 15, 2021. Included in the law is a requirement for MBTA Communities, including Arlington, to zone for multifamily housing by right. These requirements are now codified in Section 3A of c. 40A, the Zoning Enabling Act. The zoning must allow multifamily housing without age restrictions and be suitable for families with children, be of a reasonable size, have a minimum gross density of 15 units per acre and be located not more than a half-mile from a commuter rail station, subway station, ferry terminal, or bus station. This requirement became effective 90 days from when the Governor signed the bill. If a MBTA Community does not comply with this requirement, it will no longer be eligible for funds from the Housing Choice Initiative, the Local Capital Projects, or the MassWorks Infrastructure program.  Due to the timeline and the approaching Town Meeting, on January 25, 2021, the ARB voted to submit this article to the 2021 Annual Town Meeting warrant, which happened by the deadline of January 29, 2021. On January 29, 2021, the state indicated that the eligibility for the above-referenced programs would not be affected for the upcoming grant round in 2021. Subsequently, the state released additional guidance6 relative to the requirement, although it is still lacking in specificity to equip the Town with necessary guidance to proceed with an amendment.  On February 8, 2021, the DPCD staff presented a proposal to the Redevelopment Board for consideration under this requirement. At that meeting, the ARB, weighing the proposal, public testimony, the lack of clear guidance from the MBTA and Massachusetts Department of Housing and Community Development (DHCD), and the confidence that eligibility for the above-referenced grant programs will be maintained for the upcoming grant round, voted to defer action on this requirement until a future Town Meeting. The ARB will await further guidance from DHCD on this topic.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report"
      },
      {
        "comment": "Town Counsel notes important legal ramifications in state law about MBTA community required multi-family zoning laws; see memo.",
        "https://www.arlingtonma.gov/home/showdocument?id=56037": "[TMM] Memo from Town Counsel to Town Meeting Re Zoning Act Amendments and AG Decision on STM Article 17"
      }
    ]
  },
  {
    "article": "ARTICLE 38",
    "articleNumber": 38,
    "id": "article38",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11478&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/ENERGY EFFICIENT HOMES ON NONCONFORMING LOTS",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to allow new construction of energy efficient foundations and homes on nonconforming lots in the R0, R1, and R2 Districts that meet certain energy efficiency industry standards; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Redevelopment Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-38-energy-efficient-homes-on-nonconforming-lots-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "This Article seeks to address the issue identified by the Net Zero Plan by establishing industry standards as thresholds and a reasonable process to address the limitations of the existing Zoning Bylaw for residential structures in the R0, R1, and R2 Zoning Districts. The amendment will only affect existing residential structures in those zoning districts. It does not enable the creation of new non-conforming lots. It does not enable new home construction where an existing principal structure does not already exist.   Property owners who seek to reconstruct their home and foundation to the identified industry energy efficiency standards are allowed to reconstruct the foundation if the parcel has at least 5,000 square feet. If the property owner wants to include an addition of up to 750 square feet, the home and foundation can be reconstructed. If the property owner wants to include an addition of 750 square feet or more, the property owner will still need a special permit from the ZBA in accordance with Section 5.4.2.B(6) on Large Additions. A special permit is also needed if the lot has less than 5,000 square feet and there is an existing structure.  The Clean Energy Future Committee noted that the amendment makes Arlington property owners of non-conforming lots equally eligible as property owners of conforming lots for certain federal and state incentives and tax credits that are only available to those who build high efficiency homes.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p34"
      }
    ]
  },
  {
    "article": "ARTICLE 39",
    "articleNumber": 39,
    "id": "article39",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11479&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/ CLARIFICATION OF DEFINITION OF MIXED USE",
    "text": "To see if the Town will vote to amend the definition of Mixed Use in the Zoning Bylaw to clarify that as enacted by Town Meeting, land uses individually prohibited in any particular zoning district are also prohibited as part of Mixed Use developments in the same zoning district; or take any action related thereto. ",
    "insertby": "(Inserted by the Redevelopment Board at the request of Christopher Loreti and 10 registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "This amendment would limit the types of uses that the Zoning Bylaw currently allows in mixed-use projects. It would require that the uses in a mixed-use structure are only those that are allowed in the applicable Zoning District. The ARB believes that this article would limit flexibility in creating beneficial and creative projects that also fulfill community goals. Mixed-use projects are reviewed by the ARB through a discretionary Special Permit process. Compatibility of proposed uses is considered in relationship to the surrounding neighborhood as part of that process. The Master Plan recommends supporting vibrant commercial areas by encouraging mixed-use redevelopment. By limiting the uses that could be considered as part of a mixed-use development, this Warrant Article is inconsistent with the goals of the Master Plan. For example, providing housing units as part of a mixed- use development increases the economic viability of developments, allows the town to meet consumer demand by integrating a variety of uses into a single development project, improves the walkability of Arlington’s commercial districts, and allows with some constraints the ARB to incorporate locally strong performing sectors into projects.   The ARB does not believe that there is any ambiguity in the definition and, as such as, does not need any clarification. The ARB also notes that a substantive change to requirements should not be in the definitions section of the Zoning Bylaw, as is proposed in this article, but should be in a substantive section of the Bylaw.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p35"
      },
      {
        "comment": "Substitute motion with new text plus explanations of the rationale for this motion; please see link:",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12652&ItemID=11479": "Substitute Motion - J. Gersh, 20-April"
      },
      {
        "comment": "Explanatory ACMI TV Video from Chris Loreti showing clarifications of what 'mixed use' really mean in detail.",
        "https://acmi.tv/videos/warrant-article-39-substitute-motion-clarification-of-definition-of-mixed-used-town-meeting-2021/": "Explanatory Video by Chris Loreti"
      }
    ]
  },
  {
    "article": "ARTICLE 40",
    "articleNumber": 40,
    "id": "article40",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11480&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/CONVERSION OF COMMERCIAL TO RESIDENTIAL",
    "text": "To see if the Town will vote to amend the Zoning Bylaw in Section 5.2.4, by inserting in the last sentence of said section, after the word footprint, the words “if allowed by special permit” and by inserting, after the words residential use, the words “provided that the addition or expansion is for affordable housing” so that said sentence will read as follows: In the case of an existing commercial use, the addition or expansion of residential use within the building footprint if allowed by special permit shall not require adherence to setback regulations for residential uses, provided that the addition or expansion is for affordable housing, even if the residential use becomes the principal use of the building; or take any action related thereto.",
    "insertby": "(Inserted by the Redevelopment Board at the request of John L. Worden III and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "Substitute Motion by J. Worden with text change",
        "https://acmi.tv/videos/article-38-energy-efficient-homes-on-nonconforming-lots-town-meeting-2021/": "Worden_J_substitute_motion_article_40____4-15-21.pdf"
      },

      {
        "comment": "This Article would deter a property owner with an existing mixed-use building from converting unused commercial or office space to residential space, or creating more residential uses, with the unintended consequence of saddling the Town and property owners with vacant commercial or office space that could be converted to housing. Instead, this article mandates the creation of only affordable housing for such conversion or expansion. As such, this Article would not achieve Arlington’s affordable housing or commercial development goals. Without offering any incentives, this Warrant Article would appear to deter rather than encourage the creation of affordable housing. This chilling effect is caused by limiting the flexibility property owners now have in reinvesting in properties in Arlington. If the only option available for residential space is to create affordable housing, a property owner may not be able to balance a pro forma to see a return on their investment in their property. Small-scale development of any type is challenging and costly, particularly creating a development with only affordable housing units. Further, the added requirement to seek a Special Permit creates another barrier to property owners reinvesting in buildings in Arlington, increasing time and costs. Lastly, the seemingly mandatory nature of requiring that one to five units of housing must be affordable in most mixed-use development is in direct conflict with the existing Zoning Bylaw’s Inclusionary requirements found in Section 8.2.  The cost of developing affordable housing often exceeds available local and state funding sources, even for projects that only have 10-20% of total housing units designated as affordable. Private developers recoup the cost of developing affordable housing in several ways: using inclusionary housing bonuses (e.g., height bonuses, unit bonuses) to offset the costs of providing affordable housing, charging more in rent or purchase costs for housing not designated as affordable housing, and applying for public subsidies (e.g., CDBG funding, CPA funding, housing trust funds, federal tax credits). These development scenarios include primarily market rate housing in order for a private developer to break even on a project, especially given limited public funding resources and subsidies.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p36"
      }
    ]
  },
  {
    "article": "ARTICLE 41",
    "articleNumber": 41,
    "id": "article41",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11481&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/DEFINITION OF FOUNDATION",
    "text": "To see if the Town will vote to amend the Zoning Bylaw in Section 2, by adding a new definition as follows: Building Foundation: The masonry or concrete structure in the ground which supports the building. It does not include porches, decks, sheds, patios, one story attached garages, carports, or the like; or take any action related thereto.",
    "insertby": "(Inserted by the Redevelopment Board at the request of Patricia B. Worden and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "Substitute Motion by P. Worden adding new definition for BUILDING FOUNDATION/FOUNDATION WALL",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12655&ItemID=11481": "Worden_P__substitute_motion_Article_41______4-15-21.pdf"
      },
      {
        "comment": "Section 2 (Definitions) of the Zoning Bylaw defers to the State Building Code for “terms and words not defined herein but defined in the State Building Code. Words not defined in either place shall have the meaning given in the most recent edition of Webster’s Unabridged Dictionary.” The Massachusetts State Building Code (780 CMR) does not have a single definition for foundations, but rather devotes an entire chapter to this building component. This is due to the complex and multifactored conditions that require variations in regulations instead of a single blanket definition. The dictionary defines a foundation as “an underlying base or support.”   The ARB notes that municipalities refrain from cross referencing building code definitions in their zoning regulations. No comparative municipalities provide a definition of a foundation in their zoning bylaws or ordinances, and most explicitly defer to the State Building Code and then the dictionary for industry-specific terminology.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p37"
      }
    ]
  },
  {
    "article": "ARTICLE 42",
    "articleNumber": 42,
    "id": "article42",
    "type": "zoning",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11482&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/AFFORDABLE HOUSING ON PRIVATELY OWNED PARCELS OF “NON-CONFORMING” SIZE",
    "text": "To see if the Town will vote to allow the development of new sources of permanently affordable housing (affordable in perpetuity and affordability as defined in Arlington Zoning Bylaws) by 9 modifying the requirements for constructing housing units to enable construction on smaller lots as long as those units are permanently committed to be available for rental or ownership according to official regional guidelines (see Zoning Bylaw Section 2, Basic Provisions, Definitions Associated with Affordable Housing) of affordability. \r\n            Such construction would be permissible in all zoning districts allowing residential use, providing the tracts were laid out prior to July 1, 2019, and receive a special permit from the ZBA. Ownership, sale, repurchase and rentals of each property would be overseen by the Arlington Housing Trust Fund or a comparable entity that would have the authority to enforce the affordability guidelines in perpetuity; or take any action related thereto.",
    "insertby": "(Inserted by the Redevelopment Board at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/redevelopment-board",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article28",
      "article29",
      "article30",
      "article31",
      "article32",
      "article33",
      "article34",
      "article35",
      "article36",
      "article37",
      "article38",
      "article39",
      "article40",
      "article41",
      "article42"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "The petitioner withdrew the proposal at the hearing on the article on March 15, 2021. As such, the ARB did not discuss this article.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p38"
      },
      {
        "comment": "ADUs part 1: All About Article 43",
        "https://www.yourarlington.com/easyblog/entry/36-housing/2979-adus-032521": "Your Arlington opinion piece, part 1"
      },
      {
        "comment": "ADUs part 2: Why HCA supports Article 43",
        "https://www.yourarlington.com/easyblog/entry/36-housing/2983-adus-033121": "Your Arlington opinion piece, part 2"
      },
      {
        "comment": "ADUs part 3: A family story",
        "https://www.yourarlington.com/easyblog/entry/36-housing/2991-adus-040721.html": "Your Arlington opinion piece, part 3"
      }
    ]
  },
  {
    "article": "ARTICLE 43",
    "articleNumber": 43,
    "id": "article43",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11483&MeetingID=1317",
    "title": "ZONING BYLAW/ADOPTION OF ACCESSORY DWELLING UNITS",
    "text": "To see if the Town will vote to amend the Zoning Bylaw to allow Accessory Dwelling Units (ADUs) on the property of single family, two-family, and duplex dwellings; or take any action related thereto. ",
    "insertby": "(Inserted at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "IMPORTANT: There are many amendments offered to this article, see the official list.",
        "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11483&MeetingID=1317": "Official Article Amendment List"
      },
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-43-zoning-bylaw-accessory-dwelling-units-adus-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "Explanatory video about article amendments",
        "https://acmi.tv/videos/amendment-to-article-43-zoning-bylaw-adoption-of-accessory-dwelling-units/": "Article Amendement overview video"
      },

      {
        "comment": "ADUs Fact Sheet and FAQs from Equitable Arlington with detailed discussion of the issue.",
        "/assets/docs/ADUFactSheet_BThornton.pdf": "ACCESSORY DWELLING UNITS: FACT SHEET"
      },
      {
        "comment": "Chapter 358 of the Acts of 2020 made a series of revisions to Chapter 40A, including lowering the voting threshold for amendments that allow ADUs by-right either within the principal dwelling or within a detached structure on the same lot to a majority vote.7 Town Meeting can enact this amendment using a simple majority vote rather than a 2/3 supermajority vote.8 The amendment is aligned with the other standards outlined in Chapter 358 of the Acts of 2020 for ADUs, including the definition and standards.   This amendment is substantially different than the previous accessory dwelling unit proposals considered by Town Meeting, most recently at the 2020 Special Town Meeting and the 2019 Annual Town Meeting. In particular, the amendment considered by the 2019 Town Meeting required a special permit for the use and was limited to the R0 and R1 Zoning Districts; this amendment allows Accessory Dwelling Units (ADUs) by right in single- family, two-family, and duplex dwellings in any residential and commercial district. The amendment considered by the 2020 Special Town Meeting included a very different definition for ADUs that specified the number of rooms necessary and provided scant limits on the size of the ADU. This amendment brings together pieces of the 2019 and 2020 amendments that have been identified by the ARB previously. It also includes many safeguards to ensure that the small accessory units that would be authorized are safe and used only as the Bylaw intends.   ADUs provide many benefits to property owners: allow additional flexibility on using space within the home; allow for options that may create supplementary income; allow aging in place or multigenerational families on the property; and increase long-term rental housing opportunities while balancing potential impacts to existing neighborhoods. These benefits are consistent with the goals of the Housing Production Plan and are encouraged to facilitate a range of housing types to help meet the needs of specific demographics, such as seniors, multi-generational households, individuals with disabilities, low-to-middle income family households, and singles (p. 60).",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p39"
      },
      {
        "comment": "Town Counsel notes important legal ramifications in state law about the definition of 'Accessory Dwelling Units'; see memo.",
        "https://www.arlingtonma.gov/home/showdocument?id=56037": "[TMM] Memo from Town Counsel to Town Meeting Re Zoning Act Amendments and AG Decision on STM Article 17"
      }
    ]
  },
  {
    "article": "ARTICLE 44",
    "articleNumber": 44,
    "id": "article44",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11484&MeetingID=1317",
    "title": "ZONING BYLAW/PARKING MINIMUMS",
    "text": "To see if the Town will vote to amend the Zoning Bylaw for the Town of Arlington to reduce or remove minimum vehicular parking requirements in some or all business zoning districts; or take any action related thereto.",
    "insertby": "(Inserted at the request of James Fleming and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/warrant-article-44-parking-minimums-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "In 2020, Special Town Meeting voted to give Special Permit Granting Authorities the ability to reduce or eliminate the amount of parking required for a business in the B3 or B5 Zoning Districts through the granting of a special permit, should the applicant be able to demonstrate that there is adequate on-street or municipal parking nearby and no ability to create additional parking onsite. Article 44 extends this provision to the remaining business districts (B1, B2, B2A, and B4). The B1, B2, B2A, and B4 Zoning Districts are primarily located along Massachusetts Avenue and Broadway, with a few scattered parcels on Chestnut, Summer, Mystic, and Lowell Streets.   The existing parking requirements in the Zoning Bylaw can create a situation where the space required for off-site parking for a development or change of use can be almost as large the use itself. Private on- site parking also works against the Town’s commercial development goals. The bylaw requires approximately 153 square feet of parking space per vehicle—255 square feet if a driving aisle is required. Under this requirement, the owner of a 1,700 square foot property without on-site parking who wanted to change an existing use to “other retail or service use” would be required to provide six off-street parking space. The resulting parking lot would need to be 1,530 square feet, or 90% of the total Gross Floor Area (GFA) of the property.   Further, the current supply of on-street parking is often sufficient to meet or even exceed demand, even in the three primary commercial districts. The B1, B2, B2A, and B4 districts are located along the periphery or between of these busier commercial areas, with an adequate supply of on-street parking.   This article does not grant a reduction or completely remove parking requirements by right. Applicants must demonstrate a shared parking, off-site parking, and/or Transportation Demand Management (TDM) plan per Section 6.1.5 of the Zoning Bylaw. Shared parking and TDM measures can help address employee parking; off-site parking can help address the need for customer or visitor parking. Through a Special Permit request, the ARB or ZBA can assess the applicant’s proposals, determine whether an applicant’s plan will offset the parking requirements, and evaluate over time if there will be a cumulative effect on parking availability in the business districts. This Article simply provides the Boards with greater flexibility and case-by-case consideration of parking adjustments beyond the currently allowable parking reduction, especially for a commercial change of use within existing storefronts.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p43"
      },
      {
        "comment": "FAQ from the proponent (James Fleming): ",
        "https://docs.google.com/document/d/1Q_IswIo3Kt1qFoC9Tdw8TWvL0vt0OMItWPpCWPK2V-k": "Link"
      }
    ]
  },
  {
    "article": "ARTICLE 45",
    "articleNumber": 45,
    "id": "article45",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11485&MeetingID=1317",
    "title": "ZONING BYLAW/INCREASE PERCENTAGE OF AFFORDABLE HOUSING UNITS",
    "text": "To see if the Town will vote to amend Section 8.23A of the Zoning Bylaw to increase the percentage of affordable housing units required in any development subject to Section 8.2 of the Zoning Bylaw from 15% to a percentage between 25 and 30%; or take any action related thereto.",
    "insertby": "(Inserted at the request of John Sanbonmatsu, Laura Kiesel and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Substitute Motion by J. Garber to increase the minimum percentage of units required to be reserved for affordable housing from 15 percent to 25 percent.",
        "https://acmi.tv/videos/article-46-zoning-bylaw-teardown-moratorium/": "Garber_Substitute_motion_45.pdf"
      },

      {
        "comment": "The ARB recognizes the need for more affordable housing in Arlington, but for the reasons stated below, believes that this proposal will not achieve that goal and may actually reduce the development of affordable housing in Arlington.   Section 8.2 of the Zoning Bylaw sets forth the affordable housing requirements for residential development in Arlington. Adopted by a vote of Town Meeting in 2001, the bylaw requires that 15% of any new residential development of six or more units (which is subject to Environmental Design Review) must be affordable to households earning 70% or 80% of Area Median Income (AMI) for rental units and ownership units, respectively. Housing units created through this measure must be affordable in perpetuity, built on site, and integrated into the development. To incentivize developers to build affordable units, the bylaw allows for reduced parking requirements. Since 2001, the bylaw has resulted in the development of 59 affordable housing units.    This Warrant Article seeks to raise Arlington’s affordable housing requirement for developments of six or more units from 15% to 25% without any corresponding changes to the incentive structure and without any supporting documentation that such a large increase would be viable in Arlington.   Under the proposed amendment, the four market rate units would need to cover the subsidy. This is a significant change, and one that economic analysts for other communities have suggested could discourage private investment, particularly for smaller multi-unit projects, or even backfire, resulting in fewer affordable units being built.   For Arlington, where the inclusion of affordable housing for developments of six or more units is already mandatory, the appropriate balance between incentives and requirements must be sought. If a pro forma for a project does not balance out, the affordable housing requirement, special permit requirements, and other conditions can undermine a development or lead a developer to choose to build something sufficiently small to not require the development of affordable units. If developing affordable housing through inclusionary zoning is overly restrictive, it may be more practical for a developer to apply for a permit through the Comprehensive Permit process (Chapter 40B) than through local inclusionary zoning provisions, or not work in Arlington at all as there are significant costs (time and money) to pursue a Comprehensive Permit.  In short, Arlington’s affordable housing requirements need to provide meaningful benefits and incentives to offset developers’ revenue losses. A threshold set too high, especially when accompanied by an extensive review and permitting process, may actually incentivize developers to build elsewhere. The ARB also notes this Board and the Select Board adopted the existing Housing Production Plan (HPP) in 2016, which laid out housing needs and demand, the development constraints, capacity, and opportunities, and an implementation plan consisting of housing goals and strategies to achieve them. The Housing Production Plan (HPP) update has kicked off. The broad engagement envisioned as part of that process would enable the community to have wide ranging conversations about what housing production in Arlington might look like, how it could be implemented, and where it should be focused in the community. It is expected that the HPP Update will take a close look at the structure of Arlington’s inclusionary housing bylaw and provide recommendations on how to balance the thresholds, percentages, and incentives for produce affordable housing. That is the appropriate process to determine if the percentage of required affordable housing can be increased, and, if so, to what new percentage.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p45"
      }
    ]
  },
  {
    "article": "ARTICLE 46",
    "articleNumber": 46,
    "id": "article46",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11486&MeetingID=1317",
    "title": "ZONING BYLAW/TEARDOWN MORATORIUM",
    "text": "To see if the Town will vote to amend the Zoning Bylaw by adding to Section 8 a new provision substantially as follows: there is hereby established a temporary moratorium on the demolition, in whole or in part, of older small affordable houses, for a period of two years from the date of final adjournment of this Town Meeting, or when the Town establishes a method of protecting such houses in order to promote the Town’s goals of economic diversity and affordability, whichever first occurs. For purposes of this provision, the term “older small affordable houses” shall mean houses built before 1950 with a footprint of less than 1,000 square feet; or take any action related thereto.",
    "insertby": "(Inserted at the request of Lynette Culverhouse and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-46-zoning-bylaw-teardown-moratorium/": "Town's Video Presentation"
      },
      {
        "comment": "Please see the lengthy discussion in the linked report, pages 47-48 in the PDF",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p47-48"
      },
      {
        "comment": "Substitute Motion: There is hereby established a temporary moratorium on the demolition, in whole or in part, of older small affordable houses, for a period of two (2) years from the date of final adjournment of this Town Meeting, or when the Town establishes a method of protecting such houses in order to promote the Town’s goals of economic diversity, net zero goals and affordability, whichever first occurs.  The moratorium shall not apply to ordinary repair and maintenance, interior changes, or reconstruction in the event of fire, irreparable deterioration or other catastrophe. For purposes of this provision, the term “older small affordable houses” shall mean houses built before 1950 with a footprint of less than 1,000 square feet. The footprint of a house is defined in this case as the area contained within the exterior building walls of the ground floor. In order to determine what actions, if any, might be taken to protect such houses, a study shall be carried by by a committee of five (5) to seven (7) residents appointed by the Moderator, which shall include at least one Town Meeting member and one owner of one of such houses. The committee may call upon the Department of Planning and Community Development for information and technical or logistical assistance. The committee shall report to Town Meeting the results of its work.",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12646&ItemID=11486": "Culverhouse_Article_46.pdf"
      }
    ]
  },
  {
    "article": "ARTICLE 47",
    "articleNumber": 47,
    "id": "article47",
    "type": "zoning",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11487&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/ESTABLISHING REQUIREMENTS FOR OFF-STREET HP (HANDICAP PLACARD) PARKING",
    "text": "To see if the Town will vote to amend the Arlington Zoning Bylaws, Section 6.1.5. (“Parking Reduction in Business, Industrial, and Multi-Family Residential Zones”) to establish a minimum HP parking space criteria based on pre-reduction parking requirements; or to take any action related thereto.",
    "insertby": "(Inserted by the Select Board at the request of the Arlington Disability Commission)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "This Article was filed to address concerns relative to the supply of HP parking spaces in Arlington. The parking requirements in the Zoning Bylaw can create situations where the space required for off-site parking for a development or change of use can be almost as large the use itself. As such, the Redevelopment Board often sees requests for reductions to balance the space available with the appropriate supply for a proposed use. This amendment intended to create a standard that would exceed Massachusetts Architectural Access Board (MAAB) regulations for parking found in 521 CMR 23.00.  The Redevelopment Board appreciates the Disability Commission raising issues related to HP parking spaces. The Board noted that many of Arlington’s peer communities allow reductions in the number of required parking spaces when various conditions apply, similar to Section 6.1.5 of the Arlington Zoning Bylaw. In reviewing peer community zoning bylaws and ordinances, no examples of a local HP parking standard were found for parking. Where a reference was made, it was to 521 CMR 23.00.   After conversations with a representative of the Disability Commission, the Board voted No Action to be able to work with the Disability Commission to devise a warrant article to submit to a future Town Meeting. As such, this vote reflects that the ARB and the Disability Commission agree to engage in a more comprehensive and holistic process to understand how the Town is managing the existing HP parking system. This approach will help the Town better understand the supply and demand of HP parking on-street and off-street. Understanding the supply and access issues that exist in the community and addressing those proactively in the public realm can help address the needs of the entire community, including those who need it the most. This information will also prove useful for future Special Permitting processes when parking reductions are requested.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 48",
    "articleNumber": 48,
    "id": "article48",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11488&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/ADA/MAAB STANDARDS IN ADMINISTRATION AND ENFORCEMENT",
    "text": "To see if the Town will vote to amend the Arlington Zoning Bylaws, Section 3.1 (“Administration and Enforcement”) to add a new clause inserting additional language asserting that all permits, including Special Permits, are conditioned upon compliance with all applicable Massachusetts Architectural Access Board and Americans with Disabilities Acts standards for accessibility; or take any action related thereto. (",
    "insertby": "(Inserted by the Select Board at the request of the Arlington Disability Commission) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/board-of-selectmen",
    "board": "Redevelopment Board",
    "recommend": "Redevelopment Board",
    "related": [
      "article4",
      "article11",
      "article12",
      "article13",
      "article14",
      "article15",
      "article17",
      "article18",
      "article19",
      "article24",
      "article25",
      "article27",
      "article47",
      "article48"
    ],
    "supplements": [
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-48-zoning-bylaw-amendment-ada-maab-standards-in-administration-enforcement/": "Town's Video Presentation"
      },
      {
        "comment": "Including a reference in the Zoning Bylaw may be redundant as compliance with the MAAB regulations is required. This may explain why no references outside of the off-street parking standards were found in peer communities’ zoning bylaws and ordinances. Additionally, one of the goals of the 2018 recodification effort was to move administrative tasks out of the Zoning Bylaw. However, where this amendment provides a cross reference to these laws and regulations, it is an acceptable addition to the Zoning Bylaw. It is important to note this paragraph is added to the Building Inspector and Enforcement section of the Zoning Bylaw, which describes the responsibilities of the Building Inspector as enforcing the State Building Code, including the requirements of the MAAB Regulations. The Office of the Attorney General Municipal Law Unit, in their approval of the 2020 Special Town Meeting zoning amendments, advised the Town that a Building Permit cannot be withheld for failure to comply with non-Zoning Bylaw requirements.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p50"
      }
    ]
  },
  {
    "article": "ARTICLE 49",
    "articleNumber": 49,
    "id": "article49",
    "type": "zoning",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11489&MeetingID=1317",
    "title": "ZONING BYLAW AMENDMENT/SIDEYARD SKY EXPOSURE PLANES",
    "text": "To see if the Town will vote to amend Section 5.3 of the Zoning Bylaw by inserting, at the end thereof, a new subsection 5.3.23 which describes the Purpose & Intent, Applicability, Definitions, Standards by District, Dimensional and Density Regulations and Exceptions for Sideyard Sky Exposure Planes to accommodate new construction while protecting public health, safety and welfare in residential zoning districts; or take any action related thereto.",
    "insertby": "(Inserted at the request of Ted Fields and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Redevelopment Board",
    "noaction": "Redevelopment Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-49-zoning-bylaw-amendment-sideyard-sky-exposure-planes-town-meeting-2021/": "Town's Video Presentation"
      },
      {
        "comment": "Proposed Amendment by T. Fields",
        "https://www.arlingtonma.gov/home/showdocument?id=55976": "Amendment - T Fields"
      },
      {
        "comment": "ARFRR Town Meeting Members' Guide to the Zoning Articles",
        "https://blog-arfrr.blogspot.com/2021/04/town-meeting-members-guide-to-zoning.html": "Arlington Residents For Responsible Redevelopment website"
      },
      {
        "comment": "See detailed Redevelopment Board discussion of hypotenuses including diagrams on pages 51-52.",
        "https://www.arlingtonma.gov/home/showpublisheddocument?id=55790": "Redevelopment Board Report, p51-52"
      }
    ]
  },
  {
    "article": "ARTICLE 50",
    "articleNumber": 50,
    "id": "article50",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11490&MeetingID=1317",
    "title": "ACCEPTANCE/LOCAL OPTION TAXES",
    "text": "To see if the Town will vote to accept any local option taxes or other revenue raising options, which are made available to cities and towns through enactments of the legislature, by state regulation or court action; or take any action related thereto. ",
    "insertby": " (Inserted at the request of the Finance Committee) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/finance-committee",
    "board": "Finance Committee",
    "noaction": "Finance Committee",
    "related": [
      "article50",
      "article73",
      "article74",
      "article75",
      "article76",
      "article77"
    ],
    "supplements": [
      {
        "comment": "That no action be taken under this article. No such local option taxes are available.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 51",
    "articleNumber": 51,
    "id": "article51",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11491&MeetingID=1317",
    "title": "APPROPRIATION/PEG ACCESS BUDGET",
    "text": "To see if the Town will vote to appropriate or transfer a sum or sums of money for the support of public, educational, and/or governmental (“PEG”) access cable television services, said sum or sums to be provided for by the cable franchise agreements and cable licensing fees, detailed in an operational cost, building expenses, and capital expense budget, and expended under the direction of the Town Manager; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "These are funds which formerly were transferred directly from the cable providers to the cable access network (ACMI). However, the State has issued new rules requiring these funds to be appropriated through Town Meeting..",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 52",
    "articleNumber": 52,
    "id": "article52",
    "type": "misc",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11492&MeetingID=1317",
    "title": "ENDORSEMENT OF PARKING BENEFIT DISTRICT EXPENDITURES",
    "text": "To see if the Town will vote to endorse the Parking Benefit District operating and capital expenditures for Fiscal Year 2022 prepared by the Town Manager and the Select Board consistent with the Town Bylaws; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "Pursuant to Title I, Article 11 of the Town Bylaws, “Parking Benefit District Expenditures,” proposed Parking Benefit District Operating and Capital Expenditures are  prepared by the Town Manager and the Parking Implementation Governance Committee (“PICG”) before submission for endorsement by the Finance Committee and Capital Planning Committee respectively; and subsequently Town Meeting. The Select Board approves the Manager and PICG’s proposal to the Capital Planning and Finance Committees and urges Town Meeting’s support as well.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "That the Town does hereby endorse the following expenditures from the Parking Fund: ...",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 53",
    "articleNumber": 53,
    "id": "article53",
    "type": "misc",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11493&MeetingID=1317",
    "title": "POSITIONS RECLASSIFICATION",
    "text": "To see if the Town will vote to make additions, deletions and/or modifications to the Classification and Pay Plan, appropriate a sum of money to fund same if necessary, determine how the money will be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Manager and the Director of Human Resources) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "Pay and Classification Plan for town employees",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12656&ItemID=11493": "FY21_Class_and_Pay_Plan_v_Oct_2020.pdf"
      },
      {
        "comment": "That the Classification Plan, as established by Title 1, Article 6, Section 1, Schedule A of the By-Laws, be and hereby is amended as follows: ...",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 54",
    "articleNumber": 54,
    "id": "article54",
    "type": "misc",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11494&MeetingID=1317",
    "title": "COLLECTIVE BARGAINING",
    "text": "To see if the Town will vote to fund any fiscal items in the event that any are contained in collective bargaining agreements between the Town and the following named collective bargaining units, and to fund for non-union, M Schedule, and elected officials’ salaries or fringe benefits, determine how the money shall be raised and expended; or take any action related thereto:\r\n            A. Local 680, American Federation of State, County and Municipal Employees; \r\n            B. Service Employees International Union; \r\n            C. Robbins Library Professional Association; \r\n            D. Local 1297, International Association of Firefighters; \r\n            E. Arlington Police Patrol Officers’ Association (formerly Arlington Patrolmen’s Association); \r\n            F. Arlington Ranking Police Officers’ Association; \r\n            G. M Schedule and non-union employees; and \r\n            H. Full-time elected officials",
    "insertby": " (Inserted at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "That the same of $671,485 is hereby appropriated, to be set aside for funding future collective bargaining agreements, said sum to be raised by general taxes and said sum shall not be expended without a future vote of Town Meeting.  COMMENT: Negotiations are still in process with several Town unions. If a settlement is achieved before the end of Town Meeting, the Finance Committee will bring that settlement before the meeting.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 55",
    "articleNumber": 55,
    "id": "article55",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11495&MeetingID=1317",
    "title": "APPROPRIATION/TOWN BUDGETS",
    "text": "To see if the Town will vote to make appropriations to defray Town obligations, liabilities, outlay and expenses and especially for or relating to all or any of the boards, departments, purposes and matters hereinafter mentioned, and to provide for the disposal of motor vehicles and other personal property belonging to the Town, determine how the money shall be raised and expended; or take any action related thereto: Finance Committee, Select Board, Town Manager, Human Resources, Comptroller, Information Technology, Town Treasurer and Collector of Taxes, Assessors, Legal and Workers’ Compensation, Town Clerk, Registrars, Planning and Community Development, Redevelopment Board, Parking, Zoning Board of Appeals, Public Works, Facilities, Cemeteries, Community Safety, School Department, Libraries, Human Services, Insurance, Non-Contributory Pensions, Contributory Pensions, Town Debt and Interest, Reserve Fund, and/or any other Town Departments, Boards, Commissions or Committees, Water and Sewer Enterprise Fund, Recreation Enterprise Fund, Council on Aging Transportation Enterprise Fund, Veterans’ Memorial Rink Enterprise Fund, and Youth Services Enterprise Fund.",
    "insertby": " (Inserted by the Select Board and at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [{}]
  },
  {
    "article": "ARTICLE 56",
    "articleNumber": 56,
    "id": "article56",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11496&MeetingID=1317",
    "title": "CAPITAL BUDGET",
    "text": "To see if the Town will vote to appropriate a sum of money to defray the expense of purchasing, leasing, or bonding of capital equipment, infrastructure, buildings or other projects of the Town or to acquire real property for municipal purposes; to appropriate a sum of money to fund previously incurred or future Town debt, to acquire land for said projects where necessary by purchase, eminent domain taking or otherwise, determine how the money shall be raised including the possibility of borrowing any or all of the same, or the transfer of funds from any previous appropriation, determine how such money shall be expended; or take any action related thereto.",
    "insertby": "(Inserted by the Select Board and at the request of the Town Manager and the Capital Planning Committee)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Capital Planning Committee",
    "recommend": "Capital Planning Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-56-capital-budget/": "Town's Video Presentation"
      },
      {
        "comment": "In this Vote Summary section, we have brought forward the requested action, the Capital Budget Vote, with an explanation of its sections. The exact wording of the Capital Budget Vote immediately follows. In the main body of the report, we detail the capital planning process, its scope and sources of funding, the size of the budget, its impact on Town debt, and finally an in-depth review of the capital programs and projects.  We respectfully ask for your approval of Article 56, the Capital Budget Vote for Fiscal Year 2022, as printed in this report and in the report of the Finance Committee. As always, this vote specifically covers Fiscal Year 2022 only, not the Five-Year Capital Plan.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55968/637546097745395639": "Capital Planning Committee Report"
      },
      {
        "comment": "See the Finance Committee Report for detailed recommendations on pp 15-19.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 57",
    "articleNumber": 57,
    "id": "article57",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11497&MeetingID=1317",
    "title": "RESCIND BORROWING AUTHORIZATIONS FROM PRIOR YEARS",
    "text": "To see if the Town will vote to rescind the authority to borrow, from prior years' authorizations, the amounts remaining with regard to any numbered prior Annual and/or Special Town Meeting Warrant Articles; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Treasurer) ",
    "inserturl": "https://www.arlingtonma.gov/departments/treasurer",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": ["article57"],
    "supplements": [
      {
        "comment": "VOTED: That no action be taken under this article.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 58",
    "articleNumber": 58,
    "id": "article58",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11498&MeetingID=1317",
    "title": "APPROPRIATION/TRANSPORTATION INFRASTRUCTURE FUND",
    "text": "To see if the Town will vote to appropriate $39,153.70 received by the Town from the Commonwealth Transportation Infrastructure Fund to address the impact of transportation network services on municipal roads, bridges and other transportation infrastructure or any other public purpose substantially related to the operation of transportation network services in the Town including, but not 12 limited to, the Complete Streets Program, accepted by Town Meeting on May 4, 2015, established in Massachusetts General Laws Chapter 90I, Section 1 and other programs that support alternative modes of transportation; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "That the Town appropriate the sum of $39,153 received by the Town from the Commonwealth Transportation Infrastructure Fund to address the impact of transportation network services on municipal roads, bridges and other transportation infrastructure or any other public purpose substantially related to the operation of transportation network services in the Town including, but not limited to, the Complete Streets Program, accepted by Town Meeting on May 4, 2015, established in Massachusetts General Laws Chapter 90I, Section 1 and other programs that support alternative modes of transportation.  COMMENT: Monies from this Fund, together with monies from the Parking District Fund, will be used for the rehabilitation and/or replacement of sidewalks in the Center.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 59",
    "articleNumber": 59,
    "id": "article59",
    "type": "funding",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11499&MeetingID=1317",
    "title": "APPROPRIATION/FINANCING OF CONSTRUCTION OR RECONSTRUCTION OF SEWERS AND SEWERAGE FACILITIES",
    "text": "To see if the Town will vote to appropriate a sum of money for the purpose of financing the construction or reconstruction of sewers and sewerage facilities for inflow/infiltration reduction or system rehabilitation, including costs incidental and related thereto, and to determine how the appropriation shall be raised or expended, including the possibility of borrowing all or some of same; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Manager and the Director of Public Works) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "That the sum of $800,000 be and hereby is appropriated for the purpose of financing the construction or reconstruction of sewers and sewerage facilities, inflow/infiltration reduction or system rehabilitation, including costs incidental and related thereto; that to raise this appropriation the Treasurer, with the approval of the Board of Selectmen, is authorized to borrow $800,000 under and pursuant to Chapter 44, Section 7, of the General Laws, as amended, or any other enabling authority and to issue bonds or notes of the Town therefor; and that the Board of Selectmen and the Town Manager be and hereby are authorized to enter into any agreements they determine to be necessary in connection with the project and its financing and are further authorized to accept and expend in addition to the foregoing appropriation any grants that may become available from the Massachusetts Water Resources Authority or other sources.  COMMENT: This authorization allows the Town to receive an interest free loan from the MWRA and issue municipal debt in support of capital construction projects. (requires a 2/3 vote)",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 60",
    "articleNumber": 60,
    "id": "article60",
    "type": "funding",
    "consent": "Consent Agenda - 2/3rds",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11500&MeetingID=1317",
    "title": "APPROPRIATION/FINANCING OF CONSTRUCTION OR RECONSTRUCTION OF WATER MAINS AND WATER FACILITIES",
    "text": "To see if the Town will vote to appropriate a sum of money for the purpose of financing the construction or reconstruction of water mains and water facilities, including costs incidental and related thereto, and to determine how the appropriation shall be raised and expended including the possibility of borrowing all or some of same; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Manager and the Director of Public Works) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "That the sum of $1,300,000 be and hereby is appropriated for the purpose of financing the construction or reconstruction of water mains and water facilities, including costs incidental and related thereto; that to raise this appropriation the Treasurer, with the approval of the Board of Selectmen, is authorized to borrow $1,300,000 under and pursuant to Chapter 44, Section 8, of the General Laws, as amended, or any other enabling authority and to issue bonds or notes of the Town therefor; and that the Board of Selectmen and the Town Manager be and hereby are authorized to enter into any agreements they determine to be necessary in connection with the project and its financing and are further authorized to accept and expend in addition to the foregoing appropriation any grants that may become available from the Massachusetts Water Resources Authority or other sources.  COMMENT: This authorization allows the Town to receive an interest free loan from the MWRA and issue municipal debt in support of capital construction projects. (requires a 2/3 vote)",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 61",
    "articleNumber": 61,
    "id": "article61",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11501&MeetingID=1317",
    "title": "APPROPRIATION/MINUTEMAN REGIONAL VOCATIONAL TECHNICAL HIGH SCHOOL AND OUT OF DISTRICT VOCATIONAL PLACEMENTS",
    "text": "To see if the Town will vote to appropriate a sum of money for the purpose of paying the Town’s apportioned share of the operating and maintenance costs, including capital costs, tuition, and all of Arlington's other obligations under the Minuteman Regional School District Agreement for the Minuteman Regional Vocational Technical High School, as well as paying the tuition for all other out of district vocational education placements, determine how the money shall be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of Minuteman Regional Vocational School District Committee) ",
    "inserturl": "http://www.arlington.k12.ma.us/home/",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": ["article61"],
    "supplements": [
      {
        "comment": "That the sum of $6,795,546 be and hereby is appropriated for the purpose of paying the Town’s apportioned share of the operating and maintenance costs, including capital costs, of the Minuteman Regional Vocational Technical High School District Budget; said sum to be raised by general tax and expended under the direction of the Minuteman Regional Vocational High School Committee.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 62",
    "articleNumber": 62,
    "id": "article62",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11502&MeetingID=1317",
    "title": "APPROPRIATION/COMMITTEES AND COMMISSIONS",
    "text": "To see if the Town will vote to appropriate a sum or sums of money to be expended under the direction of various committees, commissions, and boards of the Town, determine how the money shall be raised; provided that any funds appropriated hereunder shall remain under the jurisdiction of said entities until expended at their direction, unless otherwise appropriated by the Town Meeting; the entities included hereunder, without limitation, are: Arlington Historical Commission, Arlington Recycling Committee, Avon Place Historic District Commission, Broadway Historic District Commission, Central Street Historic District Commission, Mt. Gilboa/Crescent Hill Historic District Commission, Jason/Gray Historic District Commission, Pleasant Street Historic District Commission, Russell Historic District Commission, Conservation Commission, Capital Planning Committee, Commission on Disability, Human Recourses Board, Public Memorial Committee, Human Rights Commission, Arlington Committee on Tourism and Economic Development, Envision Arlington, Transportation Advisory Committee, Arlington Commission for Arts and Culture, Open Space Committee, and any other Town Committee or Commission; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Manager)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $88,835 be and hereby is appropriated to be expended by the following commissions, committees, and boards in the amounts indicated: ...",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 63",
    "articleNumber": 63,
    "id": "article63",
    "consent": "Consent Agenda - Majority",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11503&MeetingID=1317",
    "title": "APPROPRIATION/TOWN CELEBRATIONS AND EVENTS",
    "text": "To see if the Town will vote to appropriate a sum or sums of money to be expended under the direction of the Town Manager for the following celebrations and memorials, determine how the money shall be raised and expended; or take any action related thereto:.\r\n            \tMemorial Day Observation and the Patriots’ Day Celebration \r\n            \tDisplay of American Flags on Massachusetts Avenue \r\n            \tPlacing of American Flags on the Graves of Veterans \r\n            \tTown Day Celebration \r\n            \tVeterans’ Day Parade ",
    "insertby": "(Inserted at the request of the Town Manager)",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "VOTED: The sum of $15,167 be and hereby is appropriated for the following celebrations and memorials in the amounts indicated: ...",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 64",
    "articleNumber": 64,
    "id": "article64",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11504&MeetingID=1317",
    "title": "APPROPRIATION/MISCELLANEOUS",
    "text": "To see if the Town will vote the following: Legal Defense – To appropriate a sum of money to replenish the Legal Defense Fund established under Article 13, Section 5 of Title 1 of the Town Bylaws, Indemnification of Medical Costs, to appropriate a sum of money in accordance with the provisions of Chapter 41, Section 100B of the General Laws, to indemnify certain retired Police Officers and Firefighters for all reasonable medical and surgical expenses which they incurred, determine how the money will be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Town Manager) ",
    "inserturl": "https://www.arlingtonma.gov/departments/town-manager",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article6",
      "article7",
      "article9",
      "article10",
      "article26",
      "article51",
      "article52",
      "article53",
      "article54",
      "article55",
      "article56",
      "article58",
      "article59",
      "article60",
      "article62",
      "article63",
      "article64"
    ],
    "supplements": [
      {
        "comment": "VOTED: The sum of $10,759 be and hereby is appropriated for the following purposes: ...",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 65",
    "articleNumber": 65,
    "id": "article65",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11505&MeetingID=1317",
    "title": "APPROPRIATION/WATER BODIES FUND",
    "text": "To see if the Town will vote to appropriate a sum of money to the Town’s Water Bodies Fund for the maintenance, treatment, and oversight of all the Town’s water bodies, said sum to be raised by the general tax and expended under the direction of the Town Manager, who will also report to Town Meeting on the status of the fund; or take any action related thereto. ",
    "insertby": "(Inserted at the request of the Envision Arlington Standing Committee and its Spy Pond and Reservoir Task Groups, and the Arlington Conservation Commission)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/envision-arlington",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": ["article2", "article65"],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $50,000 be and hereby is appropriated to the Water Bodies Fund for the purpose of testing, maintaining, treating and oversight of the Town’s water bodies. Said sum to be raised by the general taxes and expended under the direction of the Town Manager.  COMMENT: The Water Bodies Fund, established by special legislation in 2008, is used for periodic testing, treatment, maintenance and oversight of the town's water bodies. The fund receives private donations as well as public appropriations.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 66",
    "articleNumber": 66,
    "id": "article66",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11506&MeetingID=1317",
    "title": "APPROPRIATION/TRAFFIC STUDY ON PARK AVE",
    "text": "To see if the town will vote approximately $5k to undertake a study of the need for an additional traffic light at the intersection of Park Avenue and Appleton Street; or take any action related thereto.",
    "insertby": "(Inserted at the request of Joseph Solomon and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",

    "board": "Finance Committee",
    "noaction": "Finance Committee",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "VOTED: That no action be taken under this article.  Comment: This study is being undertaken with funds available from Public Works.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 67",
    "articleNumber": 67,
    "id": "article67",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11507&MeetingID=1317",
    "title": "APPROPRIATION/COMMUNITY PRESERVATION FUND",
    "text": "To see if the Town will vote to make appropriations from the Community Preservation Fund for eligible community preservation projects; for community preservation reserve accounts for historic preservation, open space and recreation, and affordable housing; for Community Preservation Act Committee administrative expenses or other eligible expenses; or take any action related thereto.",
    "insertby": "(Inserted at the request of the Community Preservation Act Committee) ",
    "board": "Community Preservation Act Committee",
    "recommend": "Community Preservation Act Committee",
    "supplements": [
      {
        "comment": "See the detailed CPAC report for specific funding recommendations.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56014": "Community Preservation Act Committee"
      },
      {
        "comment": "That the Finance Committee supports all of the projects recommended by the Community Preservation Committee.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 68",
    "articleNumber": 68,
    "id": "article68",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11508&MeetingID=1317",
    "title": "APPROPRIATION/HARRY BARBER COMMUNITY SERVICE PROGRAM",
    "text": "To see if the Town will vote to appropriate a sum of money for the Harry Barber Community Service Program for the Council on Aging, to determine how the money will be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Council on Aging)",
    "inserturl": "https://www.arlingtonma.gov/departments/health-human-services/council-on-aging",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": ["article68"],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $7,500 be and hereby is appropriated for the purpose of conducting the Harry Barber Community Service Program; said sum to be raised by general tax and expended under the direction of the Town Manager.  COMMENT: This program provides the opportunity for senior citizens to provide service in various Town departments in exchange for payment, which they can use to help with taxes and rent.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 69",
    "articleNumber": 69,
    "id": "article69",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11509&MeetingID=1317",
    "title": "VOTE/APPROPRIATION/SCHOOL COMMITTEE MEMBER STIPENDS",
    "text": "To see if the Town will vote pursuant to M.G.L. c. 71 Section 52 to provide all Arlington School Committee Members compensation consisting of an annual stipend of $3000 per member commencing in Fiscal Year 2023; or take any action related thereto.",
    "insertby": "(Inserted at the request of Christa Kelleher and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board supports this petitioner-led effort to provide members of the School Committee the same stipend afforded to members of the Select Board in recognition of their commitment of time and resources to serving as Arlington Public Schools’ chief elective body. As the proponent of this Article expressed, it is equitable to provide School Committee members in Arlington the same type of stipend afforded members in many other communities and to this Board – the Town’s chief elective body. While the Select Board defers to the Finance Committee for the source of appropriation, we encourage Town Meeting to support establishing this stipend at this rate (a specific rate is required by G.L. c. 71 sec. 52). It should be noted that a stipend at this level does not confer health insurance or retirement benefits to any current members of the School Committee.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "The Finance Committee supports the favorable action recommendation of the Select Board",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 70",
    "articleNumber": 70,
    "id": "article70",
    "type": "votes",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11510&MeetingID=1317",
    "title": "VOTE/TOWN CLERK STUDY",
    "text": "To see if the Town will vote request and or appropriate a sum of money to study the options for conversion of the Town Clerk position from an elected to an appointed office; or take any action related thereto. ",
    "insertby": "(Inserted at the request of the Town Clerk) ",
    "board": "Select Board",
    "recommend": "Select Board",
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/warrant-article-70/": "Town's Video Presentation"
      },
      {
        "comment": "The instant warrant article was inserted at the request of the Town Clerk, and the balance of the Board supports the Finance Committee’s vote to the appropriate up to $10,000 to conduct a community study on the conversion of the office of the Town Clerk from elected to appointed. The majority (4-1) of the Board believes that the issue is worth study to evaluate the potential benefits of professionalizing the elected position, noting some of the benefits of converting the Town Treasurer to an appointed office several years ago. Several Board members stressed that supporting study does not guarantee a given outcome. The minority view expressed concerns about consideration of taking a directly-elected office away from voters.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      },
      {
        "comment": "VOTED: That the sum of $10,000 be and hereby is appropriated for the purpose of conducting a study of the options for conversion of the Town Clerk position from an elected to an appointed office; said sum to be raised by general tax and expended under the direction of the Town Clerk.   COMMENT: The Finance Committee supports retaining a consultant/outside expert to assess the pros and cons of converting the position of Town Clerk from elected to appointed and make any recommendations for reorganization or other systemic changes that will improve operations.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 71",
    "articleNumber": 71,
    "id": "article71",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11511&MeetingID=1317",
    "title": "APPROPRIATION/OTHER POST EMPLOYMENT BENEFITS (OPEB) TRUST FUND",
    "text": "To see if the Town will vote to accept into the Other Post Employment Benefits (OPEB) Trust Fund, established by Chapter 161 of the Acts of 2005, an appropriation of funds and/or the transfer of additional monies that the Town may deem advisable from other sources, including any monies previously deposited into any of the Town’s stabilization funds for this purpose, in order to administer and fund its OPEB obligation as described in the said Chapter 161 of the Acts of 2005; determine how the monies shall be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Contributory Retirement Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/retirement-board",
    "board": "Finance Committee",
    "recommend": "Finance Committee",

    "related": ["article71", "article72"],
    "supplements": [
      {
        "comment": "COMMENT: These recommendations continue the program to fund the unfunded liability for retiree health insurance.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 72",
    "articleNumber": 72,
    "id": "article72",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11512&MeetingID=1317",
    "title": "APPROPRIATION/PENSION ADJUSTMENT FOR FORMER TWENTY-FIVE YEAR/ACCIDENTAL DISABILITY EMPLOYEES",
    "text": "To see if the Town will vote to appropriate a sum of money to implement the provisions of Chapter 32 of Massachusetts General Laws Section 90A, 90C, 90D and 90E, pursuant to which the Town pays up to fifty percent of the maximum salary as set forth in the Compensation and Pay Plan for the position formerly held by retired employees with twenty-five or more years of service to the Town and those employees who retired under an Accidental Disability; provided, however, that no one who retires after May 1, 2010 shall be eligible under this vote unless they qualify for at least a fifty percent pension, without this vote upon their retirement; this adjustment to be paid to those who qualify and administered in accordance with prior practice and understanding relating to the retirement allowance of said retirees; determine how the money shall be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Contributory Retirement Board) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/retirement-board",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": ["article71", "article72"],
    "supplements": [
      {
        "comment": "COMMENT: This vote, which is required annually, allows the Retirement Board to ensure that retired employees will not drop below 50% of the current salary of the position they held as an active Town employee. An amount of $0 is voted so that funds may be expended under this article from available sources without further appropriation.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 73",
    "articleNumber": 73,
    "id": "article73",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11513&MeetingID=1317",
    "title": "TRANSFER OF FUNDS/CEMETERY",
    "text": "To see if the Town will vote to transfer a sum of money to the Cemetery Commissioners for the improvement of Town cemeteries, said sum shall be taken from the Mt. Pleasant Cemetery \"Sale of Lots and Graves\" and/or \"Perpetual Care Funds\"; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Finance Committee) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/finance-committee",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article50",
      "article73",
      "article74",
      "article75",
      "article76",
      "article77"
    ],
    "supplements": [
      {
        "comment": "VOTED: That the Town transfers $150,000 to the Cemetery Commissioners for the care of Town cemeteries and $10,000 to the Capital Budget for headstone cleaning and repair, said sums to be taken from the Perpetual Care Fund.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 74",
    "articleNumber": 74,
    "id": "article74",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11514&MeetingID=1317",
    "title": "APPROPRIATION/OVERLAY RESERVE",
    "text": "To see if the Town will vote to appropriate a sum of money from previous years overlay reserve surplus accounts, determine to what purpose this appropriation shall be made; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Finance Committee)",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/finance-committee",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article50",
      "article73",
      "article74",
      "article75",
      "article76",
      "article77"
    ],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $400,000 be and hereby is appropriated, to be transferred from Overlay Reserve Surplus Accounts of previous fiscal years, said sum to be utilized in the determination of the tax rate.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 75",
    "articleNumber": 75,
    "id": "article75",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11515&MeetingID=1317",
    "title": "APPROPRIATION/FISCAL STABILITY STABILIZATION FUND",
    "text": "To see if the Town will make an appropriation to or from the Fiscal Stability Stabilization Fund created under Article 65 of the 2005 Annual Town Meeting or any other enabling action of Town Meeting in accordance with the provisions of the General Laws, Chapter 40, Section 5B, as amended, or other appropriate provisions of law, determine how the money shall be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Finance Committee) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/finance-committee",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article50",
      "article73",
      "article74",
      "article75",
      "article76",
      "article77"
    ],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $6,248,581 be and hereby is appropriated from the Fiscal Stability Stabilization Fund, and that the Board of Assessors is instructed to use said amount in the determination of the tax rate.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 76",
    "articleNumber": 76,
    "id": "article76",
    "type": "funding",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11516&MeetingID=1317",
    "title": "APPROPRIATION/LONG TERM STABILIZATION FUND",
    "text": "To see if the Town will make an appropriation to the Long Term Stabilization Fund in accordance with the provisions of the General Laws, Chapter 40, Section 5B, as amended, or other appropriate provisions of law, determine how the money shall be raised and expended; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Finance Committee) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/finance-committee",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article50",
      "article73",
      "article74",
      "article75",
      "article76",
      "article77"
    ],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $100,000 be and hereby is appropriated to the Long Term Stabilization Fund, said sum to be raised by general tax.  COMMENT: TheFinanceCommitteerecommendsthatweappropriateayearlysuminthis account for the foreseeable future to both protect the financial position of the Town and reinforce the Town’s bond rating. Last year this was suspended because of uncertainties of the pandemic, but it is now being resumed.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 77",
    "articleNumber": 77,
    "id": "article77",
    "type": "funding",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11517&MeetingID=1317",
    "title": "USE OF FREE CASH",
    "text": "To see if the Town will vote to authorize the taking of a sum of money voted for appropriations heretofore made at the Town Meeting under the Warrant and not voted to be borrowed from available funds in the Treasury, and authorize the Assessors to use free cash in the Treasury to that amount in the determination of the tax rate for the Fiscal Year beginning July 1, 2021; or take any action related thereto.",
    "insertby": " (Inserted at the request of the Finance Committee) ",
    "inserturl": "https://www.arlingtonma.gov/town-governance/all-boards-and-committees/finance-committee",
    "board": "Finance Committee",
    "recommend": "Finance Committee",
    "related": [
      "article50",
      "article73",
      "article74",
      "article75",
      "article76",
      "article77"
    ],
    "supplements": [
      {
        "comment": "VOTED: That the sum of $5,659,184 be taken from available funds in the treasury, and that the Board of Assessors is instructed to use said amount in the determination of the tax rate. (16-0-1)",
        "https://www.arlingtonma.gov/home/showpublisheddocument/56025": "Finance Committee Report"
      }
    ]
  },
  {
    "article": "ARTICLE 78",
    "articleNumber": 78,
    "id": "article78",
    "type": "resolution",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11518&MeetingID=1317",
    "title": "RESOLUTION/TREE CANOPY AS A PUBLIC HEALTH RESOURCE",
    "text": "To see if the Town will vote to adopt a resolution recognizing Arlington’s tree canopy as a public health resource; or to take any action related thereto.",
    "insertby": "(Inserted at the request of Beth Melofchik and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Substitite Motion by B. Melofchik",
        "https://arlington.novusagenda.com/Agendapublic/AttachmentViewer.ashx?AttachmentID=12653&ItemID=11518": "Melofchik_Artile_78_Substitute_Motion.pdf"
      },
      {
        "comment": "As a general matter, the Select Board supports recognizing and supporting the value of Arlington’s tree canopy. It is not yet clear what the resolution proposes to add to the Town’s commitment to or recognition of such a resource whether articulated in the Town’s already existing “Tree Protection and Preservation Bylaw;” evidenced in the work of the Tree Committee established by the Select Board; or as protected by the Town’s Wetlands Bylaw, or even the General Law’s public shade tree laws. For example, the Town’s Tree Preservation bylaw highlights the importance of trees relative to air quality, heat, noise pollution, and flood control, as well as their aesthetic value. While a minority of the Board sees no harm in forwarding the resolution to Town Meeting, the majority (4-1) does not wish to recommend a resolution without understanding with some specificity what the resolution seeks to recognize where there is broad agreement between the Select Board, Town Departments, and Town Meeting.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 79",
    "articleNumber": 79,
    "id": "article79",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11519&MeetingID=1317",
    "title": "RESOLUTION/ENCOURAGEMENT OF ENERGY EFFICIENT AND/OR SUSTAINABLE ENERGY INSTALLATIONS IN HISTORIC DISTRICTS",
    "text": "To see if the Town will vote to urge the Arlington Historic Districts Commission to allow installation in the Historic Districts of any solar panel, heat pump, or other energy-efficient technology that does not cause irreversible changes to historic features or materials; or to take any action related thereto.",
    "insertby": "(Inserted at the request of Susan R. Doctrow and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board invites support for this non-binding resolution of encouragement to the Arlington Historic District Commissions (“AHDC”) to aid in promoting installation of clean energy technologies like solar panels and heat pumps on, or appurtenant to historic homes of Arlington so long as underlying historic resources are not irreversibly damaged or changed. Consistent with our vote and recommendation on a Declaration of a Climate Emergency, the Select Board encourages every Town board, body and commission to identify ways in which it can promote clean energy technologies that reduce the Town’s carbon footprint. The Select Board stresses that it well understands the AHDC is charged with the frequently difficult task of balancing historic preservation interests against other compelling interests. There are limits under both c. 40C and the Town’s Bylaws to the Commissions’ ability to broadly exempt clean energy technology from review. Further, the Board appreciates the AHDC’s work with applicants on this subject to date, including its application of Design Guidelines specifically for solar panel projects. Indeed, at hearing this Board observed a mutual recognition between AHDC members and representatives from Sustainable Arlington of the substantial efforts made by all interested parties to work on these issues. The Select Board believes this article to be a good faith effort to express support for affording clean technologies flexibility within the AHDC’s standards and processes, and joins in same.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 80",
    "articleNumber": 80,
    "id": "article80",
    "type": "resolution",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11520&MeetingID=1317",
    "title": "RESOLUTION/FACILITIES DEPARTMENT REPORT/CLARIFY RESPONSIBILITIES, TRACK PROGRESS OF THE DEPARTMENT OF FACILITIES AND MAINTENANCE",
    "text": "To see if the Town will vote to endorse a resolution calling for a quarterly report of achievements based on the original departmental plan, finalized January 2015, to be provided to the Select Board; or take any action related thereto.",
    "insertby": "(Inserted at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board appreciates the proponent’s proposal and discussion about establishing regular reporting on the state of Arlington’s facilities in a public meeting of the Board. The Board makes this recommended vote of no action because a resolution of Town Meeting is not required for the Select Board to take this valuable idea under advisement. Indeed, rather than vote to recommend a Town Meeting discussion of a matter under its jurisdiction, the Select Board voted to establish a bi-annual facilities reporting schedule and set forth parameters for same after hearing.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 81",
    "articleNumber": 81,
    "id": "article81",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11521&MeetingID=1317",
    "title": "RESOLUTION/BROADWAY CORRIDOR DESIGN COMPETITION",
    "text": "To see if the Town Meeting will vote to allow the Town to plan and sponsor a design competition to encourage new housing and mixed use construction in the Broadway Corridor area of Arlington. This 16 warrant article builds on findings from the Fall 2019 Broadway Corridor Study, and creates a \"demonstration area project\"; or take any action related thereto. ",
    "insertby": "(Inserted at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board endorses this resolution to provide creative context for many of Arlington’s most pressing and controversial issues – creation of affordable housing, economic development, improving transportation options and the zoning and other policy matters that intersect with each. In brief, the purpose of the resolution is to encourage the Town to build upon the findings and recommendations of the 2020 MIT “Building a Better Broadway: Planning Study for the Broadway Corridor, Arlington MA” report by inviting design professionals to translate those recommendations into conceptual proposals for the Broadway Corridor in East Arlington. While the resolution is non- binding, it provides support for an effort that would likely require partnerships to realize, and helps to frame many of the important concerns frequently subject to debate across Town government.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 82",
    "articleNumber": 82,
    "id": "article82",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11522&MeetingID=1317",
    "title": "RESOLUTION/ADVANCED REGISTRATION AND ORGANIZATION OF TOWN MEETING SPEAKERS",
    "text": "To see if the Town will vote to support the development of a practice by the Town Meeting Procedures Committee for prompting proponent and opponents of Town Meeting Warrant Articles to register in advance of the beginning of the first night of Town Meeting to allow for the equal presentation of perspectives; or take any action related thereto.",
    "insertby": "(Inserted at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board appreciates the goals of the proponent, but also respects the Town Moderator’s objections, as well as Arlington’s long-standing practices in a representative Town Meeting. Town Meeting may by resolution comment on the Moderator’s administration of the Meeting of course. However, in sum, while well intentioned, the Moderator has serious concerns about developing speaker lists or limiting discourse outside of the proceedings of the Meeting in ordinary contexts. The majority (4-1) of the Board is inclined to defer to the Moderator.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 83",
    "articleNumber": 83,
    "id": "article83",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11523&MeetingID=1317",
    "title": "RESOLUTION/PROTOCOLS FOR DELIBERATIVE COLLABORATION IN TOWN GOVERNMENT",
    "text": "To see if the Town will vote to endorse a resolution in support of directing at least one member of each Town government initiated citizen committee to have formal training or certification as a “Facilitator” in order to help ensure that the committee is a place where all members are respected, allowed to speak, are not intimidated and that agendas are developed that lead to productive outcomes or to reassess the productivity and purpose of every committee at least once every five years to re-authorize the committee’s purpose and continuity; or limit the number of Town government-initiated committees to no more than seven per year; or take any action related thereto.",
    "insertby": "(Inserted at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board (4-1) recognizes the issues highlighted by the proponent and respects the desire to provide training and resources to boards and commissions where needed. However, Town Meeting has no authority to require any public body engage in such programs. Moreover, it would seem more appropriate to evaluate the need for such resources on a case-by-case basis and then work with relevant town or school departments and support staff to identify available training opportunities tailored to specific circumstances.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 84",
    "articleNumber": 84,
    "id": "article84",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11524&MeetingID=1317",
    "title": "RESOLUTION/FORMALLY INVITE ARLINGTON HOUSING AUTHORITY REPRESENTATIVES TO PRESENT TO TOWN MEETING",
    "text": "To see if the Town will vote to endorse a resolution calling for a the Director of the Arlington Housing Authority to be formally invited to present the AHA proposed annual budget and other key initiatives to the Town Meeting as a regular, annual event; or take any action related thereto.",
    "insertby": "(Inserted at the request of Barbara Thornton and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board supports an invitation being extended to the Arlington Housing Authority (“AHA”), but notes that neither it, nor Town Meeting have any  authority to require AHA, which is governed by the State’s Department of Housing and Community Development, not the Town. The Board urges no action because the Town Moderator, present at hearing, advised the proponent and the Board that he will extend an invitation to AHA this year and every following year.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 85",
    "articleNumber": 85,
    "id": "article85",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11525&MeetingID=1317",
    "title": "RESOLUTION/ACKNOWLEDGING NATIVE LANDS",
    "text": "To see if the Town will vote to celebrate and recognize the heritage of the peoples indigenous to Massachusetts and Arlington by resolving to encourage the reading of this land acknowledgement statement at the beginning of all public meetings of the Town; or to take any action related thereto.\r\n             \r\n            Accordingly, the text of such a land acknowledgement statement would read: \r\n            \t“We acknowledge that the Town of Arlington is located on the ancestral lands of the Massachusett Tribe, the tribe of Indigenous peoples from whom the Colony, Province, and Commonwealth have taken their names. We pay our respects to the ancestral bloodline of the Massachusett Tribe and their descendants who still inhabit historic Massachusett territories today.”",
    "insertby": "(Inserted at the request of the Arlington Human Rights Commission)",
    "board": "Select Board",
    "recommend": "Select Board",
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-85-resolution-acknowledging-native-lands/": "Town's Video Presentation"
      },
      {
        "comment": "The Select Board respectfully recommends positive action on this non- binding resolution to encourage, but not require recitation of a land acknowledgment prior to commencing public meetings in a form substantially similar to the language recommended to the Board by the Arlington Human Rights Commission. The purpose of the acknowledgments in whatever form and on whatever schedule any given public body utilizes them, is to recognize and respect peoples indigenous to Massachusetts and Arlington as historical stewards of the land we live upon and the relationship that exists between indigenous peoples in modern American and their traditional territories.  Some members of the Board noted some concern with choosing which historic and present matters bear reflecting upon prior to commencing public meetings. Similarly, Board members also noted that committee and commission chairs have substantial discretion to determine how to structure and operate their meetings. However, on balance, the Select Board unanimously agreed that a non-binding recommendation that boards and bodies provide opportunity for land acknowledgments tailored to their work is important, and that Town Meetings endorsement of same is valuable.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 86",
    "articleNumber": 86,
    "id": "article86",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11526&MeetingID=1317",
    "title": "RESOLUTION/CELEBRATING INDIGENOUS PEOPLES DAY",
    "text": "To see if the Town will vote to celebrate and recognize the heritage of the peoples indigenous to Massachusetts and Arlington by resolving to encourage celebration of Indigenous Peoples Day throughout the Town on the second Monday in October; or take any action related thereto.",
    "insertby": "(Inserted at the Request of the Arlington Human Rights Commission) ",
    "board": "Select Board",
    "recommend": "Select Board",
    "supplements": [
      {
        "comment": "Explanatory video from the town explaining article",
        "https://acmi.tv/videos/article-86-resolution-celebrating-indigenous-peoples-day/": "Town's Video Presentation"
      },
      {
        "comment": "This Article from the Arlington Human Rights Commission builds upon a January 25, 2020 proclamation and is nearly identical in substance to what the Select Board has already endorsed within its capacity and jurisdiction. While there is some overlap with said previous action, the Board urges Town Meeting’s support for a non- binding Resolution to further promote the celebration of the rich and diverse history and cultures of Indigenous Peoples.    The Board takes care to note that celebrating Indigenous Peoples Day is in no way a repudiation of celebration of Italian-Americans and their forebears. The mythologized Columbus expeditions and cruel governance over Caribbean islands has little to do with Italian-Americans’ enormous contributions to United States history and culture. While it is not an easy matter to navigate ways of celebrating all of the diverse populations in the United States for their unique histories and contributions, the Board is convinced that in light of the injustices suffered by indigenous peoples and the present challenges indigenous persons and communities face, refocusing the holiday in question on the value of the  indigenous communities of the past and present should be prioritized here in Arlington as increasingly is the case throughout our neighboring communities, the Commonwealth and the nation.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 87",
    "articleNumber": 87,
    "id": "article87",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11527&MeetingID=1317",
    "title": "RESOLUTION/OVERNIGHT PARKING WAIVER FOR RESIDENTS OF MULTI-FAMILY DWELLINGS IN PRECINCT 4",
    "text": "Be it hereby resolved, that it is the will of Town Meeting that a waiver of Town bylaws be adopted to allow residents of multi-family dwelling with long, narrow driveways in Precinct 4 in East Arlington to park overnight on Town streets outside their homes. Such a waiver is intended to address the unique hardship faced by residents who experience significant delays and inconvenience during morning hours when trying to gain access to their vehicles blocked-in by those other residents; or take any action related there to.",
    "insertby": "(Inserted at the request of Silvia Dominguez and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board recommends no action on this article because parking regulation of public streets is within the sole jurisdiction of the Select Board. However, the Board and the article’s proponent have committed to further discussions in recognition of the substantive issues raised by the proponent.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 88",
    "articleNumber": 88,
    "id": "article88",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11528&MeetingID=1317",
    "title": "RESOLUTION/RESIDENT PARKING PROGRAM FOR PRECINCT 4",
    "text": "Be it hereby resolved, that it is the will of Town Meeting that the Town establish a resident permit parking program for precinct 4 in East Arlington in order to alleviate weekday street parking scarcity created by Alewife T Commuters. Such a program would make allowances for contingencies including but not limited to the parking needs of Mass Ave businesses; DPW snow removal; emergency vehicle access; and visitor parking; or take any action related thereto.",
    "insertby": "(Inserted at the request of Silvia Dominguez and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "noaction": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Similar to Article 87, the Select Board recommends no action on this article because parking regulation of public streets is within the sole jurisdiction of the Select Board. However, as with the previous article, the Board and the article’s proponent have committed to further discussions of potential pilot programs in recognition of the substantive issues raised by the proponent.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 89",
    "articleNumber": 89,
    "id": "article89",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11529&MeetingID=1317",
    "title": "RESOLUTION/PRINCE HALL DAY",
    "text": "To see if the Town will vote to declare June 24 as Prince Hall Day; or take any action related thereto.",
    "insertby": "(Inserted at the request of Beth Melofchik and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "The Select Board is unanimous in its support for honoring one of America’s first civil rights leaders and a too often forgotten founding father – Prince Hall by commemorating June 24th each year as “Prince Hall Day” in Arlington. Hall was a contemporary of other celebrated Boston Revolutionary Era luminaries like John Adams, likely fought at the Battle of Bunker Hill, and as early as 1777 began petitioning the Massachusetts Legislature (or “General Court”) for emancipation and education of black Commonwealth citizens.  Prince Hall advocated for civil rights informed by and through freemasonry, similar many other founding fathers. Denied admittance into white Freemason Lodges and other privileges, Prince Hall first secured the ability for black Freemasons to commemorate June 24th – “St. John’s Day” in the customs of masonic lodges of the time. Subsequently, in 1777, he established the first black Freemason lodge, “African Lodge No. 1” in Boston a formal charter granted in 1787, and served as its Grand Master. Ten years later on June 24th, 1797 Prince Hall offered “A Charge Delivered to the African Lodge at Menotomy” in   what is now known as Arlington and Cambridge (a copy of which is attached for Town Meeting’s reference). After Prince Hall's death land was purchased in 1856 on Gardner Street and a cemetery dedicated in 1864 for the Prince Hall Lodge of Freemasons, furthering Arlington’s connection to his life and legacy.   On a technical note, the Select Board notes that Town Meeting action is not required to declare an honorary day, a function performed by the Board. The Board nonetheless very much welcomes the deserved attention for Prince Hall and Arlington history at Town Meeting, and your resolution to support such a worthy cause of celebration and commemoration.  In addition to the petitioner, the Select Board recognizes the long-standing work of the Arlington Historical Society, which joins with members of the Prince Hall Grand Lodge in a Memorial Day ceremony every year at the Prince Hall cemetery.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 90",
    "articleNumber": 90,
    "id": "article90",
    "type": "resolution",
    "consent": "Consent Agenda - Majority",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11530&MeetingID=1317",
    "title": "RESOLUTION/PROGRAM TO INSTALL ELECTRIC VEHICLE CHARGING STATIONS",
    "text": "Be it hereby resolved, that this is the will of Town Meeting that the Town of Arlington should implement, along with adequate funding, a comprehensive program to install electric vehicle charging stations throughout the Town starting with East Arlington where none have been installed to date; or take any action related thereto.",
    "insertby": "(Inserted at the request of Silvia Dominguez and ten registered voters) ",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Consistent with many of the other resolutions of this Town Meeting, the Declaration of a Climate Emergency, the Town Manager’s “Net Zero” goals, and the ongoing efforts of the Clean Energy Future Committee and other Town boards and commissions, the Select Board unanimously recommends positive action on this Town Meeting resolution to expand the electric vehicle infrastructure throughout Arlington. The Town is already a leader in providing public electric vehicle charging stations at a variety of locations such as the Gibbs School and Town Hall. However, the growing number of electric vehicles and the Town’s commitment to carbon neutrality merit further development and planning for stations distributed in an equitable way throughout the Arlington.   While the resolution is non-binding, cultivating the momentum of Town Meeting’s support is valuable for seeking both internal and external resources and financial planning. It should however be understood that such plans must of course exist within the restraints of the Capital Budget and availability of funds.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  },
  {
    "article": "ARTICLE 91",
    "articleNumber": 91,
    "id": "article91",
    "type": "resolution",
    "official": "https://arlington.novusagenda.com/Agendapublic/CoverSheet.aspx?ItemID=11531&MeetingID=1317",
    "title": "RESOLUTION/DECLARE CLIMATE EMERGENCY IN THE TOWN OF ARLINGTON",
    "text": "To see if the Town will vote to endorse a resolution calling for a Declaration of Climate Emergency in which the Town would take immediate action in areas within the Town’s authority to reduce greenhouse gas emissions, report on the quantity of the Town’s emissions, promote and encourage climate action by other government authorities, and protect the rights of people at greatest risk, for the purpose of reducing harm from the pace of warming and global ecological collapse to the maximum extent possible; or take any action related thereto. ",
    "insertby": "(Inserted at the request of Parke Wilde and ten registered voters)",
    "inserturl": "https://www.arlingtonma.gov/services/request-answer-center?qaframe=answerdetail.aspx%3Finc%3D12067",
    "board": "Select Board",
    "recommend": "Select Board",
    "related": [
      "article16",
      "article20",
      "article21",
      "article22",
      "article23",
      "article43",
      "article44",
      "article45",
      "article46",
      "article49",
      "article66",
      "article69",
      "article78",
      "article79",
      "article80",
      "article81",
      "article82",
      "article83",
      "article84",
      "article87",
      "article88",
      "article89",
      "article90",
      "article91"
    ],
    "supplements": [
      {
        "comment": "Building on climate emergency declarations in other municipalities and adapting them to local concerns, this resolution reflects 9 months of community engagement and has been endorsed by East Arlington Liveable Streets, Arlington Mothers Out Front, Sustainable Arlington, the Clean Energy Future Committee, Arlington Dems, Rep. Garballey, and the Select Board. It supports the town's net zero action plan and communicates a strong sense of urgency. More information is available on our website EmergencyArlington.org (from the warrant article submitters)",
        "http://EmergencyArlington.org/": "Emergency Arlington advocacy website"
      },
      {
        "comment": "The Select Board unanimously urges Town Meeting to adopt this Climate Emergency Resolution to convey and reflect upon the urgency and centrality of the threat of climate change to the Town’s policies and commitments. While the resolution largely speaks for itself, the Board specifically wishes to highlight that the five “action steps” set forth in the resolution build upon the work and goals of the Town’s present Climate & Resiliency Planning and the Town Manager’s “Net Zero Plan,” while also reaffirming our convictions to build climate change into Town decision making within the respective boundaries of duties and authorities of various town bodies and officials. Further, this resolution follows previous efforts such as special legislation seeking to allow the Town to limit installation of fossil fuel infrastructure by urging the Town to continue to vigorously pursue new and additional tools and resources for greenhouse gas emission reductions and elimination. Finally, this resolution recognizes the fundamental role of equity and justice in attacking climate change and its impacts both locally and globally.  The Board also encourages members of Town Meeting to avail themselves of the many resources on this resolution and subject developed and published by “Emergency Arlington” on their website.",
        "https://www.arlingtonma.gov/home/showpublisheddocument/55916/637540902738200000": "Select Board Report"
      }
    ]
  }
]
